/* Author: Sotiris Konstantis */

import provinces from "./arrays.provinces.js";
import epikratia from "./arrays.epikratia.js";

import Alerts from "../model/classes.alert.js";
import Fire from "../model/enums.fire.js";
import Flood from "../model/enums.flood.js";
import Type from "../model/enums.type.js";
import Prefectures from "../model/enums.prefectures.js";
import Provinces from "../model/enums.provinces.js";
import Covid19 from "../model/enums.covid19.js";
import Earthquake from "../model/enums.earthquake.js";
import ExtremeWeather from "../model/enums.extremeWeather.js";
import Volcano from "../model/enums.volcano.js";
import Landslide from "../model/enums.landslides.js";
import Tsunami from "../model/enums.tsunami.js";
import Epikratia from "../model/enums.epikratia.js";
import Event from "../model/enums.event";
import Traffic from "../model/enums.traffic.js";

Alerts.add(
  new Date("2024-06-22"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στην περιοχή Άνω Δασκαλειό (Κουταλάδες) απομακρυνθείτε προς Κερατέα."
);

Alerts.add(
  new Date("2024-06-22"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στην περιοχή Άνω Δασκαλειό παραμείνετε σε ετοιμότητα."
);

Alerts.add(
  new Date("2024-06-22"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [Prefectures[Prefectures.ΡΟΔΌΠΗΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στην περιοχή Ασκητές παραμείνετε σε ετοιμότητα."
);

Alerts.add(
  new Date("2024-06-22"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΚΥΚΛΆΔΩΝ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στις περιοχές Στραπουριές, Λάμυρα, Μένητες και Υψηλά Άνδρου απομακρυνθείτε προς Χώρα Άνδρου."
);

Alerts.add(
  new Date("2024-06-22"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [Prefectures[Prefectures.ΚΥΚΛΆΔΩΝ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στην περιοχή Στραπουριές Άνδρου παραμείνετε σε ετοιμότητα."
);

Alerts.add(
  new Date("2024-06-22"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στην περιοχή Ρέστη Σαλαμίνας παραμείνετε σε ετοιμότητα."
);

Alerts.add(
  new Date("2024-06-21"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΗΛΕΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στις περιοχές Αντωναίικα και Λάτας απομακρυνθείτε προς Αμαλιάδα μέσω Σιμόπουλο."
);

Alerts.add(
  new Date("2024-06-21"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΗΛΕΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στις περιοχές #Μαζαράκι #Πρόδρομος Σιμόπουλο, Σκλίβα, Βουλιαγμένη Καλό Παιδί και Λαγανάς απομακρυνθείτε προς Πύργο."
);

Alerts.add(
  new Date("2024-06-21"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΗΛΕΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στις περιοχές Πετραίικα, Απιδούλα και Μαζαράκι απομακρυνθείτε προς Σιμόπουλο."
);

Alerts.add(
  new Date("2024-06-21"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΗΛΕΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στις περιοχές Σκαφιδιά και Άγιος Ηλίας απομακρυνθείτε προς Πύργο."
);

Alerts.add(
  new Date("2024-06-21"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΗΛΕΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στις περιοχές Βάλμη και Μασουραίικα απομακρυνθείτε προς Σιμόπουλο."
);

Alerts.add(
  new Date("2024-06-21"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΗΛΕΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στις περιοχές Μυρτιά και Σκουροχώρι απομακρυνθείτε προς Πύργο."
);

Alerts.add(
  new Date("2024-06-21"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΡΓΟΛΊΔΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στην περιοχή Πετροθάλασσα απομακρυνθείτε προς Ερμιόνη."
);

Alerts.add(
  new Date("2024-06-21"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΧΑΐΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στην περιοχή Πόρτες Αχαΐας απομακρυνθείτε προς Βελίτσες."
);

Alerts.add(
  new Date("2024-06-21"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΧΑΐΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στις περιοχές Κωστοπουλαίικα και Κάλφας απομακρυνθείτε προς Λάτα."
);

Alerts.add(
  new Date("2024-06-21"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΧΑΐΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στην περιοχή Κατσουπριναίικα και Πανταζαίικα απομακρυνθείτε προς Κάλφα."
);

Alerts.add(
  new Date("2024-06-21"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [Prefectures[Prefectures.ΜΕΣΣΗΝΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στην περιοχή Νεοχώρι παραμείνετε σε ετοιμότητα."
);

Alerts.add(
  new Date("2024-06-21"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΧΑΐΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στην περιοχή Πανουσαίικα απομακρυνθείτε προς Σταυροδρόμι."
);

Alerts.add(
  new Date("2024-06-21"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [Prefectures[Prefectures.ΛΆΡΙΣΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Δασική πυρκαγιά στην περιοχή Αμφιθέα. Παραμείνετε σε ετοιμότητα."
);

Alerts.add(
  new Date("2024-06-21"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΡΓΟΛΊΔΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στην περιοχή Ανατολικό Κρανίδι απομακρυνθείτε προς Πόρτο Χέλι και Ερμιόνη."
);

Alerts.add(
  new Date("2024-06-21"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΧΑΐΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στις περιοχές Σκούρα και Καρδάση απομακρυνθείτε προς Καρπέτα."
);

Alerts.add(
  new Date("2024-06-21"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΧΑΐΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Εάν βρίσκεστε στην περιοχή Αγία Βαρβάρα απομακρυνθείτε προς Κάλφα."
);

Alerts.add(
  new Date("2024-06-21"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΧΑΐΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στην περιοχή Ράχη απομακρυνθείτε προς Σκούρα."
);

Alerts.add(
  new Date("2024-06-21"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Δασική πυρκαγιά στην περιοχή Σαρωνίδα. Αν βρίσκεστε στην περιοχή Μαύρο Λιθάρι απομακρυνθείτε προς Γλυφάδα."
);

Alerts.add(
  new Date("2024-06-21"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [Prefectures[Prefectures.ΑΧΑΐΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Δασική πυρκαγιά στην περιοχή Μαστραντώνης. Παραμείνετε σε ετοιμότητα."
);

Alerts.add(
  new Date("2024-06-21"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Δασική πυρκαγιά στην περιοχή Σαρωνίδα. Παραμείνετε σε ετοιμότητα."
);

Alerts.add(
  new Date("2024-06-21"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΡΓΟΛΊΔΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στις περιοχές #Δούκα_Βρύση και #Κεφαλόβρυσο #Αργολίδας απομακρυνθείτε προς #Λύρκεια."
);

Alerts.add(
  new Date("2024-06-21"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [Prefectures[Prefectures.ΑΡΓΟΛΊΔΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Δασική πυρκαγιά στην περιοχή Δούκα Βρύση. Παραμείνετε σε ετοιμότητα."
);

Alerts.add(
  new Date("2024-06-21"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΡΚΑΔΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στις περιοχές Απιδίτσα και Χρούσα απομακρυνθείτε προς #Μεγαλόπολη."
);

Alerts.add(
  new Date("2024-06-21"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΡΚΑΔΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στην περιοχή Χωρέμη απομακρυνθείτε προς Βελιγοστή."
);

Alerts.add(
  new Date("2024-06-20"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Δασική πυρκαγιά στην περιοχή Ζούγκλα Νέας Μάκρης. Παραμείνετε σε ετοιμότητα."
);

Alerts.add(
  new Date("2024-06-20"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [Prefectures[Prefectures.ΘΕΣΣΑΛΟΝΊΚΗΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Δασική πυρκαγιά στην περιοχή του οικισμού της Λίμνης Βόλβης. Παραμείνετε σε ετοιμότητα."
);

Alerts.add(
  new Date("2024-06-20"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΡΓΟΛΊΔΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Δασική πυρκαγιά στην Αργολίδα. Αν βρίσκεστε στην περιοχή Δάρδιζα απομακρυνθείτε προς Θερμησία και Πετροθάλασσα Ερμιόνης."
);


Alerts.add(
  new Date("2024-06-19"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΜΑΓΝΗΣΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στην περιοχή Γαβριανή απομακρυνθείτε προς Αλμυρό μέσω Εθνικής οδού."
);

Alerts.add(
  new Date("2024-06-19"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΡΓΟΛΊΔΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στην περιοχή Δάρδιζα απομακρυνθείτε προς Θερμησία και Πετροθάλασσα Ερμιόνης."
);

Alerts.add(
  new Date("2024-06-19"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Δασική πυρκαγιά στο Κορωπί. Αν βρίσκεστε στην περιοχή Κίτσι απομακρυνθείτε προς Βάρη."
);

Alerts.add(
  new Date("2024-06-19"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στην περιοχή Λαμπρικά απομακρυνθείτε προς Λεωφόρο Αγίας Μαρίνας."
);

Alerts.add(
  new Date("2024-06-19"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Δασική πυρκαγιά στην λεωφόρο Βάρης - Κορωπίου. Παραμείνετε σε ετοιμότητα."
);

Alerts.add(
  new Date("2024-06-19"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΚΥΚΛΆΔΩΝ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Δασική πυρκαγιά στη Νάξο. Αν βρίσκεστε στην περιοχή Μουτσούνα απομακρυνθείτε προς Απείραθο."
);

Alerts.add(
  new Date("2024-06-18"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΚΥΚΛΆΔΩΝ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Δασική πυρκαγιά στη Μήλο. Αν βρίσκεστε στην παραλία Τσιγκράδο απομακρυνθείτε προς Προβατά."
);

Alerts.add(
  new Date("2024-06-14"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [Prefectures[Prefectures.ΛΆΡΙΣΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Δασική πυρκαγιά στον Άγιο Θωμά Λάρισας. Αν βρίσκεστε στην περιοχή απομακρυνθείτε προς την πόλη της Λάρισας."
);

Alerts.add(
  new Date("2024-06-14"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [Prefectures[Prefectures.ΠΈΛΛΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Δασική πυρκαγιά στην περιοχή Ελευθεροχωρίου Πέλλας. Παραμείνετε σε ετοιμότητα."
);

Alerts.add(
  new Date("2024-06-14"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [Prefectures[Prefectures.ΚΙΛΚΊΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Δασική πυρκαγιά στην περιοχή Χέρσο Κιλκίς. Παραμείνετε σε ετοιμότητα."
);

Alerts.add(
  new Date("2024-06-12"),
  [Fire[Fire.ΒΙΟΜΗΧΑΝΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Σε εξέλιξη πυρκαγιά σε εργοστάσιο στην Κάτω Κηφισιά. Οι καπνοί κατευθύνονται στην περιοχή σας. Παραμείνετε σε εσωτερικούς χώρους, κλείστε πόρτες και παράθυρα."
);

Alerts.add(
  new Date("2024-06-09"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [Prefectures[Prefectures.ΔΩΔΕΚΑΝΉΣΩΝ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στη Γιαπίλη νήσου Κω παραμείνετε σε ετοιμότητα."
);

Alerts.add(
  new Date("2024-06-08"),
  [Traffic[Traffic.ΟΔΙΚΉ_ΚΊΝΗΣΗ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ], Prefectures[Prefectures.ΚΟΡΙΝΘΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Μεγάλες καθυστερήσεις λόγω κυκλοφοριακής συμφόρησης από Ελευσίνα προς Κόρινθο στην Ολυμπία Οδό. Καθυστερήσετε την αναχώρησή σας."
);

Alerts.add(
  new Date("2024-06-07"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΧΊΟΥ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Εάν βρίσκεστε στην περιοχή Καρυές Χίου απομακρυνθείτε προς Χώρα Χίου."
);

Alerts.add(
  new Date("2024-06-06"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [Prefectures[Prefectures.ΕΎΒΟΙΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Δασική πυρκαγιά στην περιοχή Αλμυροπόταμος Ευβοίας. Παραμείνετε σε ετοιμότητα."
);

Alerts.add(
  new Date("2024-06-04"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [Prefectures[Prefectures.ΒΟΙΩΤΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Δασική πυρκαγιά στην περιοχή Αλίαρτος Βοιωτίας. Παραμείνετε σε ετοιμότητα."
);

Alerts.add(
  new Date("2024-04-23"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΧΑΝΊΩΝ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Εάν βρίσκεστε στον οικισμό Ναύσταθμο απομακρυνθείτε από την περιοχή."
);

Alerts.add(
  new Date("2024-04-23"),
  [Earthquake[Earthquake.ΣΕΙΣΜΙΚΉ_ΔΌΝΗΣΗ]],
  [Type[Type.ΆΚΣΗΣΗΣ]],
  [Prefectures[Prefectures.ΗΡΑΚΛΕΊΟΥ]],
  [Event[Event.ΆΣΚΗΣΗ_ΣΕΙΣΜΟΎ_ΜΊΝΩΑΣ_2024]],
  "Αποστολή μηνύματος 112 στην Κρήτη (Ηράκλειο) στο πλαίσιο διεξαγωγής της Άσκησης Σεισμού ΜΙΝΩΑΣ 2024."
);

Alerts.add(
  new Date("2024-04-22"),
  [Earthquake[Earthquake.ΣΕΙΣΜΙΚΉ_ΔΌΝΗΣΗ]],
  [Type[Type.ΆΚΣΗΣΗΣ]],
  [Prefectures[Prefectures.ΡΕΘΎΜΝΗΣ], Prefectures[Prefectures.ΧΑΝΊΩΝ]],
  [Event[Event.ΆΣΚΗΣΗ_ΣΕΙΣΜΟΎ_ΜΊΝΩΑΣ_2024]],
  "Αποστολή μηνύματος 112 στην Κρήτη (Χανιά και Ρέθυμνο) στο πλαίσιο διεξαγωγής της Άσκησης Σεισμού ΜΙΝΩΑΣ 2024."
);

Alerts.add(
  new Date("2024-04-19"),
  [
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ],
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΟΊ_ΆΝΕΜΟΙ],
  ],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [
    Prefectures[Prefectures.ΠΕΡΙΟΧΈΣ_ΚΕΝΤΡΙΚΉΣ_ΜΑΚΕΔΟΝΊΑΣ],
    Prefectures[Prefectures.ΠΕΡΙΟΧΈΣ_ΣΤΕΡΕΆΣ_ΕΛΛΆΔΑΣ],
    ...provinces[Provinces.ΘΕΣΣΑΛΊΑΣ],
    ...provinces[Provinces.ΒΟΡΕΊΟΥ_ΑΙΓΑΊΟΥ],
  ],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Θεσσαλία, περιοχές Κεντρικής Μακεδονίας και Στερεάς Ελλάδας, Νησιά Βορείου Αιγαίου. Προειδοποιητικό μήνυμα για ισχυρές καταιγίδες - θυελλώδεις ανέμους από τις βραδινές ώρες της Παρασκευής 19/04/2024 έως το μεσημέρι του Σαββάτου 20/04/2024 στην περιοχή σας. Περιορίστε τις μετακινήσεις σας κατά τη διάρκεια των φαινομένων στις απολύτως απαραίτητες και ακολουθήστε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2024-04-06"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΛΑΣΙΘΊΟΥ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Εάν βρίσκεστε στην περιοχή Αχλιά, Αγία Φωτιά, και Γαλήνη απομακρυνθείτε προς Κουτσουρά."
);

Alerts.add(
  new Date("2024-04-06"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΛΑΣΙΘΊΟΥ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Εάν βρίσκεστε στην περιοχή Μαύρο Κόλυμπο απομακρυνθείτε προς Κουτσουρά."
);

Alerts.add(
  new Date("2024-01-06"),
  [
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ],
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΟΊ_ΆΝΕΜΟΙ],
  ],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [
    Prefectures[Prefectures.ΑΙΤΩΛΟΑΚΑΡΝΑΝΊΑΣ],
    Prefectures[Prefectures.ΗΛΕΊΑΣ],
    Prefectures[Prefectures.ΑΧΑΐΑΣ],
    ...provinces[Provinces.ΙΟΝΊΩΝ_ΝΉΣΩΝ],
    ...provinces[Provinces.ΗΠΕΊΡΟΥ],
  ],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Προειδοποιητικό μήνυμα για ισχυρές καταιγίδες - θυελλώδεις ανέμους από τις βραδινές ώρες του Σαββάτου 06/01/2024 έως απόγευμα Κυριακής 07/01/2024 στην περιοχή σας. Περιορίστε τις μετακινήσεις σας κατά τη διάρκεια των φαινομένων στις απολύτως απαραίτητες και ακολουθήστε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-11-25"),
  [ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΟΊ_ΆΝΕΜΟΙ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΜΕΤΕΩΡΟΛΟΓΙΚΉ_ΒΌΜΒΑ_ΜΠΕΤΤΊΝΑ]],
  "Προειδοποιητικό μήνυμα για επικίνδυνα καιρικά φαινόμενα (θυελλώδεις άνεμοι) το επόμενο 12ωρο στην περιοχή σας. Αποφύγετε τις μετακινήσεις κατά τη διάρκεια των φαινομένων και ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-11-25"),
  [ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΟΊ_ΆΝΕΜΟΙ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [...provinces[Provinces.ΒΟΡΕΊΟΥ_ΑΙΓΑΊΟΥ]],
  [Event[Event.ΜΕΤΕΩΡΟΛΟΓΙΚΉ_ΒΌΜΒΑ_ΜΠΕΤΤΊΝΑ]],
  "Προειδοποιητικό μήνυμα για επικίνδυνα καιρικά φαινόμενα (θυελλώδεις άνεμοι) το επόμενο 24ωρο στην περιοχή σας. Αποφύγετε τις μετακινήσεις κατά τη διάρκεια των φαινομένων και ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-11-25"),
  [ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΟΊ_ΆΝΕΜΟΙ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΚΥΚΛΆΔΩΝ]],
  [Event[Event.ΜΕΤΕΩΡΟΛΟΓΙΚΉ_ΒΌΜΒΑ_ΜΠΕΤΤΊΝΑ]],
  "Προειδοποιητικό μήνυμα για επικίνδυνα καιρικά φαινόμενα (θυελλώδεις άνεμοι) το επόμενο 24ωρο στην περιοχή σας. Αποφύγετε τις μετακινήσεις κατά τη διάρκεια των φαινομένων και ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-11-25"),
  [ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΟΊ_ΆΝΕΜΟΙ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΧΑΐΑΣ], Prefectures[Prefectures.ΚΟΡΙΝΘΊΑΣ]],
  [Event[Event.ΜΕΤΕΩΡΟΛΟΓΙΚΉ_ΒΌΜΒΑ_ΜΠΕΤΤΊΝΑ]],
  "Προειδοποιητικό μήνυμα για επικίνδυνα καιρικά φαινόμενα (θυελλώδεις άνεμοι) το επόμενο 24ωρο στην περιοχή Πατραϊκού και Κορινθιακού κόλπου. Αποφύγετε τις μετακινήσεις κατά τη διάρκεια των φαινομένων και ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-11-25"),
  [ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΟΊ_ΆΝΕΜΟΙ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [...provinces[Provinces.ΑΝΑΤΟΛΙΚΉΣ_ΜΑΚΕΔΟΝΊΑΣ_ΚΑΙ_ΘΡΆΚΗΣ]],
  [Event[Event.ΜΕΤΕΩΡΟΛΟΓΙΚΉ_ΒΌΜΒΑ_ΜΠΕΤΤΊΝΑ]],
  "Προειδοποιητικό μήνυμα για επικίνδυνα καιρικά φαινόμενα (θυελλώδεις άνεμοι) το επόμενο 24ωρο στην περιοχή σας. Αποφύγετε τις μετακινήσεις κατά τη διάρκεια των φαινομένων και ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-11-25"),
  [ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΟΊ_ΆΝΕΜΟΙ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [...provinces[Provinces.ΚΕΝΤΡΙΚΉΣ_ΜΑΚΕΔΟΝΊΑΣ]],
  [Event[Event.ΜΕΤΕΩΡΟΛΟΓΙΚΉ_ΒΌΜΒΑ_ΜΠΕΤΤΊΝΑ]],
  "Προειδοποιητικό μήνυμα για επικίνδυνα καιρικά φαινόμενα (θυελλώδεις άνεμοι) το επόμενο 24ωρο στην περιοχή σας. Αποφύγετε τις μετακινήσεις κατά τη διάρκεια των φαινομένων και ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-10-21"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΚΈΡΚΥΡΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Εάν βρίσκεστε στην περιοχή Άγιος Στέφανος βόρειας Κέρκυρας απομακρυνθείτε προς λιμάνι του Αγίου Στεφάνου."
);

Alerts.add(
  new Date("2023-09-28"),
  [Flood[Flood.ΥΠΕΡΧΕΊΛΗΣΗ_ΠΟΤΑΜΟΎ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [Prefectures[Prefectures.ΚΑΡΔΊΤΣΑΣ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΗΛΊΑΣ]],
  "Αν βρίσκεστε στην περιοχή του Παλαμά παραμείνετε σε ετοιμότητα λόγω υπερχείλισης του ποταμού Σοφαδίτη."
);

Alerts.add(
  new Date("2023-09-28"),
  [ExtremeWeather[ExtremeWeather.ΑΚΡΑΊΑ_ΚΑΙΡΙΚΆ_ΦΑΙΝΌΜΕΝΑ]],
  [Type[Type.ΑΠΑΓΌΡΕΥΣΗΣ_ΚΥΚΛΟΦΟΡΊΑΣ]],
  [Prefectures[Prefectures.ΜΑΓΝΗΣΊΑΣ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΗΛΊΑΣ]],
  "Υπενθυμίζεται ότι βρίσκεται σε ισχύ η απαγόρευση κυκλοφορίας στην πόλη του Βόλου με εντολή της ΕΛ.ΑΣ. λόγω εξέλιξης επικίνδυνων καιρικών φαινομένων."
);

Alerts.add(
  new Date("2023-09-28"),
  [ExtremeWeather[ExtremeWeather.ΑΚΡΑΊΑ_ΚΑΙΡΙΚΆ_ΦΑΙΝΌΜΕΝΑ]],
  [Type[Type.ΑΠΑΓΌΡΕΥΣΗΣ_ΚΥΚΛΟΦΟΡΊΑΣ]],
  [Prefectures[Prefectures.ΕΎΒΟΙΑΣ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΗΛΊΑΣ]],
  "Με εντολή του Δημάρχου απαγορεύεται η κυκλοφορία στις ευρύτερες περιοχές των Ασμήνι, Πευκί, Αρτεμίσιο και Γούβες λόγω εξέλιξης επικίνδυνων καιρικών φαινομένων."
);

Alerts.add(
  new Date("2023-09-28"),
  [Flood[Flood.ΠΛΗΜΜΎΡΑ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΛΆΡΙΣΑΣ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΗΛΊΑΣ]],
  "Αν βρίσκεστε στον οικισμό Αχίλλειο απομακρυνθείτε προς Λάρισα μέσω Π.Ε.Ο Λάρισας - Βόλου λόγω έντονων πλημμυρικών φαινομένων."
);

Alerts.add(
  new Date("2023-09-28"),
  [Flood[Flood.ΠΛΗΜΜΎΡΑ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΚΑΡΔΊΤΣΑΣ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΗΛΊΑΣ]],
  "Αν βρίσκεστε στις περιοχές Λεύκη, Ορφανά, Φύλλο, Αστρίτσα απομακρυνθείτε προς Ιτέα λόγω έντονων πλημμυρικών φαινομένων."
);

Alerts.add(
  new Date("2023-09-27"),
  [Flood[Flood.ΠΛΗΜΜΎΡΑ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΛΆΡΙΣΑΣ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΗΛΊΑΣ]],
  " Αν βρίσκεστε στις περιοχές Ανωχώρι, Κατωχώρι, Βασιλή, Υπέρεια, Μικρό Ευύδριο, Μεγάλο Ευύδριο, Πυργάκια, Πολυνέρι, Σταυρός απομακρυνθείτε προς Φάρσαλα λόγω πλημμυρικών φαινομένων."
);

Alerts.add(
  new Date("2023-09-27"),
  [Flood[Flood.ΠΛΗΜΜΎΡΑ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΛΆΡΙΣΑΣ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΗΛΊΑΣ]],
  "Αν βρίσκεστε στον οικισμό Κάμπος απομακρυνθείτε προς Λάρισα λόγω έντονων πλημμυρικών φαινομένων."
);

Alerts.add(
  new Date("2023-09-27"),
  [Flood[Flood.ΠΛΗΜΜΎΡΑ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΛΆΡΙΣΑΣ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΗΛΊΑΣ]],
  "Αν βρίσκεστε στις περιοχές Αρμένι και Νίκη απομακρυνθείτε προς Λάρισα μέσω Π.Ε.Ο Λάρισας - Βόλου λόγω πλημμυρικών φαινομένων."
);

Alerts.add(
  new Date("2023-09-27"),
  [Flood[Flood.ΠΛΗΜΜΎΡΑ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [Prefectures[Prefectures.ΚΑΡΔΊΤΣΑΣ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΗΛΊΑΣ]],
  "Αν βρίσκεστε στην περιοχή του Παλαμά παραμείνετε σε ετοιμότητα λόγω κινδύνου πλημμυρικών φαινομένων."
);

Alerts.add(
  new Date("2023-09-27"),
  [Flood[Flood.ΠΛΗΜΜΎΡΑ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΚΑΡΔΊΤΣΑΣ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΗΛΊΑΣ]],
  "Αν βρίσκεστε στον οικισμό Αμπελώνα δήμου Παλαμά απομακρυνθείτε προς Ιτέα λόγω πλημμυρικών φαινομένων."
);

Alerts.add(
  new Date("2023-09-27"),
  [Flood[Flood.ΠΛΗΜΜΎΡΑ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΦΘΙΏΤΙΔΑΣ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΗΛΊΑΣ]],
  "Αν βρίσκεστε στις περιοχές Πετρίλια και Σοφιάδα απομακρυνθείτε προς Νέο Μοναστήρι λόγω πλημμυρικών φαινομένων."
);

Alerts.add(
  new Date("2023-09-27"),
  [ExtremeWeather[ExtremeWeather.ΑΚΡΑΊΑ_ΚΑΙΡΙΚΆ_ΦΑΙΝΌΜΕΝΑ]],
  [Type[Type.ΑΠΑΓΌΡΕΥΣΗΣ_ΚΥΚΛΟΦΟΡΊΑΣ]],
  [Prefectures[Prefectures.ΜΑΓΝΗΣΊΑΣ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΗΛΊΑΣ]],
  " Με εντολή της ΕΛ.ΑΣ. απαγορεύεται η κυκλοφορία στην ευρύτερη περιοχή της πόλης του #Βόλου λόγω εξέλιξης επικίνδυνων καιρικών φαινομένων."
);

Alerts.add(
  new Date("2023-09-27"),
  [Flood[Flood.ΠΛΗΜΜΎΡΑ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΛΆΡΙΣΑΣ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΗΛΊΑΣ]],
  "Αν βρίσκεστε στην περιοχή Σωτήριο απομακρυνθείτε προς Λάρισα μέσω Π.Ε.Ο Λάρισας - Βόλου λόγω έντονων πλημμυρικών φαινομένων."
);

Alerts.add(
  new Date("2023-09-27"),
  [
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ],
    ExtremeWeather[ExtremeWeather.ΧΑΛΑΖΟΠΤΏΣΕΙΣ],
  ],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΛΆΡΙΣΑΣ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΗΛΊΑΣ]],
  "Αρμένι, Σωτήριο Λάρισας. Προειδοποιητικό μήνυμα για επικίνδυνα καιρικά φαινόμενα (ισχυρές καταιγίδες, χαλαζοπτώσεις) στην περιοχή σας. Περιορίστε τις μετακινήσεις κατά τη διάρκεια των φαινομένων και ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-09-27"),
  [
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ],
    ExtremeWeather[ExtremeWeather.ΧΑΛΑΖΟΠΤΏΣΕΙΣ],
    Flood[Flood.ΥΠΕΡΧΕΊΛΗΣΗ_ΠΟΤΑΜΟΎ],
  ],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΕΎΒΟΙΑΣ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΗΛΊΑΣ]],
  "Μαντούδι Εύβοιας. Προειδοποιητικό μήνυμα για επικίνδυνα καιρικά φαινόμενα (ισχυρές καταιγίδες, χαλαζοπτώσεις) στην περιοχή σας. Κίνδυνος υπερχείλισης χειμάρρων. Περιορίστε τις μετακινήσεις κατά τη διάρκεια των φαινομένων και ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-09-26"),
  [
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ],
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΒΡΟΧΟΠΤΏΣΕΙΣ],
  ],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΗΛΊΑΣ]],
  "Προειδοποιητικό μήνυμα για πιθανότητα ισχυρής έντασης βροχοπτώσεων και τοπικών καταιγίδων για αύριο Τετάρτη. Αποφύγετε τις άσκοπες μετακινήσεις."
);

Alerts.add(
  new Date("2023-09-26"),
  [
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ],
    ExtremeWeather[ExtremeWeather.ΧΑΛΑΖΟΠΤΏΣΕΙΣ],
  ],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [
    Prefectures[Prefectures.ΦΘΙΏΤΙΔΑΣ],
    Prefectures[Prefectures.ΕΥΡΥΤΑΝΊΑΣ],
    Prefectures[Prefectures.ΦΩΚΊΔΑΣ],
    Prefectures[Prefectures.ΒΟΙΩΤΊΑΣ],
    Prefectures[Prefectures.ΜΑΓΝΗΣΊΑΣ],
    Prefectures[Prefectures.ΒΌΡΕΙΑΣ_ΕΎΒΟΙΑΣ],
  ],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΗΛΊΑΣ]],
  "Προειδοποιητικό μήνυμα για επικίνδυνα καιρικά φαινόμενα (ισχυρές καταιγίδες, χαλαζοπτώσεις) για το επόμενο 24ωρο. Περιορίστε τις μετακινήσεις κατά τη διάρκεια των φαινομένων και ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-09-26"),
  [
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ],
    ExtremeWeather[ExtremeWeather.ΧΑΛΑΖΟΠΤΏΣΕΙΣ],
  ],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΚΕΦΑΛΛΟΝΙΆΣ], Prefectures[Prefectures.ΖΑΚΎΝΘΟΥ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΗΛΊΑΣ]],
  "Προειδοποιητικό μήνυμα για επικίνδυνα καιρικά φαινόμενα (ισχυρές καταιγίδες, χαλαζοπτώσεις) από τις βραδινές ώρες της 26/9 στην περιοχή σας. Περιορίστε τις μετακινήσεις κατά τη διάρκεια των φαινομένων και ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-09-26"),
  [
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ],
    ExtremeWeather[ExtremeWeather.ΧΑΛΑΖΟΠΤΏΣΕΙΣ],
  ],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΠΕΡΙΟΧΈΣ_ΠΕΛΟΠΟΝΝΉΣΟΥ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΗΛΊΑΣ]],
  "Προειδοποιητικό μήνυμα για επικίνδυνα καιρικά φαινόμενα (ισχυρές καταιγίδες, χαλαζοπτώσεις) από τις βραδινές ώρες της 26/09/2023 στην περιοχή σας. Περιορίστε τις μετακινήσεις κατά τη διάρκεια των φαινομένων και ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-09-25"),
  [
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ],
    ExtremeWeather[ExtremeWeather.ΧΑΛΑΖΟΠΤΏΣΕΙΣ],
  ],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΚΟΡΙΝΘΊΑΣ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΗΛΊΑΣ]],
  "Ξυλόκαστρο. Προειδοποιητικό μήνυμα για επικίνδυνα καιρικά φαινόμενα (ισχυρές καταιγίδες, χαλαζοπτώσεις) στην περιοχή σας. Περιορίστε τις μετακινήσεις κατά τη διάρκεια των φαινομένων και ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-09-24"),
  [
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ],
    ExtremeWeather[ExtremeWeather.ΧΑΛΑΖΟΠΤΏΣΕΙΣ],
  ],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [
    Prefectures[Prefectures.ΦΘΙΏΤΙΔΑΣ],
    Prefectures[Prefectures.ΒΌΡΕΙΑΣ_ΕΎΒΟΙΑΣ],
    ...provinces[Provinces.ΘΕΣΣΑΛΊΑΣ],
  ],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΗΛΊΑΣ]],
  "Επικίνδυνα καιρικά φαινόμενα (ισχυρές καταιγίδες, χαλαζοπτώσεις) από πρωινές ώρες της 25/9 και για τα επόμενα δύο 24ώρα σε ευρύτερη περιοχή. Περιορίστε τις μετακινήσεις κατά τη διάρκεια των φαινομένων και ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-09-18"),
  [Fire[Fire.ΒΙΟΜΗΧΑΝΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΡΟΔΌΠΗΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Σε εξέλιξη πυρκαγιά σε εγκαταλελειμμένο εργοστάσιο στην Κομοτηνή. Οι καπνοί κατευθύνονται στην περιοχή σας. Παραμείνετε σε εσωτερικούς χώρους, κλείστε πόρτες και παράθυρα."
);

Alerts.add(
  new Date("2023-09-09"),
  [Flood[Flood.ΠΛΗΜΜΎΡΑ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΛΆΡΙΣΑΣ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Αν βρίσκεστε στην περιοχή Νάματα απομακρυνθείτε προς Λάρισα μέσω Γλαύκης λόγω πλημμυρικών φαινομένων."
);

Alerts.add(
  new Date("2023-09-09"),
  [Flood[Flood.ΠΛΗΜΜΎΡΑ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΛΆΡΙΣΑΣ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Αν βρίσκεστε στην περιοχή Αλεξανδρινή απομακρυνθείτε προς #Ομόλιο λόγω πλημμυρικών φαινομένων."
);

Alerts.add(
  new Date("2023-09-09"),
  [Flood[Flood.ΠΛΗΜΜΎΡΑ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΛΆΡΙΣΑΣ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Αν βρίσκεστε στην περιοχή Αλεξανδρινή απομακρυνθείτε προς Ομόλιο λόγω πλημμυρικών φαινομένων."
);

Alerts.add(
  new Date("2023-09-09"),
  [Flood[Flood.ΠΛΗΜΜΎΡΑ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [Prefectures[Prefectures.ΛΆΡΙΣΑΣ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Αν βρίσκεστε στη περιοχή Ελευθέριο απομακρυνθείτε προς #Λάρισα λόγω πλημμυρικών φαινομένων."
);

Alerts.add(
  new Date("2023-09-09"),
  [Flood[Flood.ΠΛΗΜΜΎΡΑ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [Prefectures[Prefectures.ΛΆΡΙΣΑΣ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Αν βρίσκεστε στις  περιοχές Αναγγένηση, Μέλια, Μόδεστος, Πρόδρομος, Γλαύκη, Πλατύκαμπος, Ελευθέριο, Δήμητρα, Νεοχώρι, Νάματα, Καστρί, Κάτω Αμυγδαλή παραμείνετε σε ετοιμότητα λόγω κινδύνου πλημμυρικών φαινομένων."
);

Alerts.add(
  new Date("2023-09-09"),
  [Flood[Flood.ΠΛΗΜΜΎΡΑ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [Prefectures[Prefectures.ΛΆΡΙΣΑΣ], Prefectures[Prefectures.ΜΑΓΝΗΣΊΑΣ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Αν βρίσκεστε στις περιοχές Ριζόμυλος, Στεφανοβίκειο, Αρμένιο, Σωτήριο, Κόκκινες, Νίκη, Αχίλειο, Λοφίσκος, Καλαμάκι, Μελισσά παραμείνετε σε ετοιμότητα λόγω κινδύνου πλημμυρικών φαινομένων."
);

Alerts.add(
  new Date("2023-09-09"),
  [Flood[Flood.ΠΛΗΜΜΎΡΑ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [Prefectures[Prefectures.ΛΆΡΙΣΑΣ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Αν βρίσκεστε στις  περιοχές Αλεξανδρινή, Παλαιόπυργος, Μεσάγκαλα, Ομόλιο, Στόμιο, Καστρί Λουτρό, Κουλούρα παραμείνετε σε ετοιμότητα λόγω κινδύνου πλημμυρικών φαινομένων."
);

Alerts.add(
  new Date("2023-09-09"),
  [Flood[Flood.ΠΛΗΜΜΎΡΑ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΛΆΡΙΣΑΣ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Αν βρίσκεστε στις  περιοχές Κάτω Ραψάνη, Τέμπη, Ιτέα, Γόννοι, Μακρυχώρι, Ευαγγελισμός παραμείνετε σε ετοιμότητα λόγω κινδύνου πλημμυρικών φαινομένων."
);

Alerts.add(
  new Date("2023-09-08"),
  [Flood[Flood.ΠΛΗΜΜΎΡΑ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΛΆΡΙΣΑΣ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Αν βρίσκεστε στο Ομορφοχώρι Δήμου Κιλελέρ απομακρυνθείτε προς οικισμό Πλατυκάμπου λόγω έντονων πλημμυρικών φαινομένων."
);

Alerts.add(
  new Date("2023-09-08"),
  [Flood[Flood.ΠΛΗΜΜΎΡΑ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΛΆΡΙΣΑΣ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Αν βρίσκεστε στη συνοικία Ιπποκράτη Λάρισας απομακρυνθείτε προς Αλκαζάρ και Κέντρο Πόλης λόγω έντονων πλημμυρικών φαινομένων."
);

Alerts.add(
  new Date("2023-09-08"),
  [Flood[Flood.ΥΠΕΡΧΕΊΛΗΣΗ_ΠΟΤΑΜΟΎ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΛΆΡΙΣΑΣ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Αν βρίσκεστε στη συνοικία Άγιος Θωμάς Δήμου Λάρισας απομακρυνθείτε προς Φιλιππούπολη λόγω έντονων πλημμυρικών φαινομένων."
);

Alerts.add(
  new Date("2023-09-08"),
  [Flood[Flood.ΥΠΕΡΧΕΊΛΗΣΗ_ΠΟΤΑΜΟΎ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΛΆΡΙΣΑΣ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Αν βρίσκεστε στην περιοχή Γιάννουλη και εργατικές κατοικίες εκκενώστε προς Τύρναβο και Λάρισα λόγω υπερχείλισης του Πηνειού."
);

Alerts.add(
  new Date("2023-09-08"),
  [Flood[Flood.ΣΠΆΣΙΜΟ_ΑΝΑΧΏΜΑΤΟΣ_ΠΟΤΑΜΟΎ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΛΆΡΙΣΑΣ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Αν βρίσκεστε στις περιοχές Βρυότοπος και Αμπελώνας απομακρυνθείτε προς Τύρναβο λόγω σπασίματος αναχώματος του Πηνειού."
);

Alerts.add(
  new Date("2023-09-07"),
  [Flood[Flood.ΥΠΕΡΧΕΊΛΗΣΗ_ΠΟΤΑΜΟΎ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΤΡΙΚΆΛΩΝ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Αν βρίσκεστε στην περιοχή Φαρκαδόνα απομακρυνθείτε προς Γριζάνο και αν βρίσκεστε στις περιοχές Κλοκοτός, Γεωργανάδες και Πετρόπορος απομακρυνθείτε προς Οιχαλία λόγω πιθανής υπερχείλισης του ποταμού Πηνειού."
);

Alerts.add(
  new Date("2023-09-07"),
  [Flood[Flood.ΥΠΕΡΧΕΊΛΗΣΗ_ΠΟΤΑΜΟΎ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΛΆΡΙΣΑΣ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Αν βρίσκεστε στην Αλεξανδρινή Αγιάς απομακρυνθείτε προς το Στόμιο λόγω πιθανής υπερχείλισης του ποταμού Πηνειού."
);

Alerts.add(
  new Date("2023-09-07"),
  [Flood[Flood.ΥΠΕΡΧΕΊΛΗΣΗ_ΠΟΤΑΜΟΎ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΛΆΡΙΣΑΣ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Αν βρίσκεστε εντός πλημμυρικής ζώνης Πηνειού ποταμού στα όρια του Δήμου Λαρισαίων απομακρυνθείτε λόγω κινδύνου υπερχείλισης του ποταμού."
);

Alerts.add(
  new Date("2023-09-07"),
  [Flood[Flood.ΠΛΗΜΜΎΡΑ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΛΆΡΙΣΑΣ], Prefectures[Prefectures.ΤΡΙΚΆΛΩΝ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Φαρκαδόνα, Λάρισα. Προειδοποιητικό μήνυμα για εκδήλωση έντονων πλημμυρικών φαινομένων στην περιοχή σας."
);

Alerts.add(
  new Date("2023-09-07"),
  [Landslide[Landslide.ΚΑΤΟΛΙΣΘΉΣΕΙΣ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΤΡΙΚΆΛΩΝ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Αν βρίσκεστε στις περιοχές Κανάβια και Σταυρός Ελάτης απομακρυνθείτε προς Τρίκαλα λόγω επικίνδυνων κατολισθητικών φαινομένων."
);

Alerts.add(
  new Date("2023-09-07"),
  [Flood[Flood.ΠΛΗΜΜΎΡΑ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΚΑΡΔΊΤΣΑΣ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Αν βρίσκεστε στις περιοχές Αγναντερό, Προάστιο, Πεδινό, Κόρδα, Μαραθέα και Αγία_Τριάδα Καρδίτσας απομακρυνθείτε από υπόγειους και ισόγειους χώρους κτιρίων λόγω εξέλιξης πλημμυρικών φαινομένων."
);

Alerts.add(
  new Date("2023-09-07"),
  [ExtremeWeather[ExtremeWeather.ΑΚΡΑΊΑ_ΚΑΙΡΙΚΆ_ΦΑΙΝΌΜΕΝΑ]],
  [Type[Type.ΑΠΑΓΌΡΕΥΣΗΣ_ΚΥΚΛΟΦΟΡΊΑΣ]],
  [Prefectures[Prefectures.ΜΑΓΝΗΣΊΑΣ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Υπενθυμίζεται ότι βρίσκεται σε ισχύ η απαγόρευση κυκλοφορίας στο νησί της Σκιάθου με εντολή της ΕΛ.ΑΣ. λόγω εξέλιξης επικίνδυνων καιρικών φαινομένων."
);

Alerts.add(
  new Date("2023-09-07"),
  [Flood[Flood.ΠΛΗΜΜΎΡΑ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΤΡΙΚΆΛΩΝ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Αν βρίσκεστε στις περιοχές Λίλη, Βαλομάνδρι, Παραπόταμος, Δροσερό απομακρυνθείτε από υπόγειους και ισόγειους χώρους κτιρίων λόγω εξέλιξης πλημμυρικών φαινομένων στην περιοχή."
);

Alerts.add(
  new Date("2023-09-07"),
  [ExtremeWeather[ExtremeWeather.ΑΚΡΑΊΑ_ΚΑΙΡΙΚΆ_ΦΑΙΝΌΜΕΝΑ]],
  [Type[Type.ΑΠΑΓΌΡΕΥΣΗΣ_ΚΥΚΛΟΦΟΡΊΑΣ]],
  [Prefectures[Prefectures.ΜΑΓΝΗΣΊΑΣ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Υπενθυμίζεται ότι βρίσκεται σε ισχύ η απαγόρευση κυκλοφορίας στο νομό #Μαγνησίας με εντολή με εντολή της ΕΛ.ΑΣ. λόγω εξέλιξης επικίνδυνων καιρικών φαινομένων."
);

Alerts.add(
  new Date("2023-09-07"),
  [Flood[Flood.ΠΛΗΜΜΎΡΑ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΜΑΓΝΗΣΊΑΣ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Αν βρίσκεστε στην περιοχή Κάτω Λεχώνια Μαγνησίας απομακρυνθείτε προς Άνω Λεχώνια λόγω εξέλιξης πλημμυρικών φαινομένων στην περιοχή."
);

Alerts.add(
  new Date("2023-09-07"),
  [Flood[Flood.ΠΛΗΜΜΎΡΑ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΚΑΡΔΊΤΣΑΣ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Αν βρίσκεστε στον Παλαμά απομακρυνθείτε από υπόγειους και ισόγειους χώρους κτιρίων λόγω εξέλιξης πλημμυρικών φαινομένων στην περιοχή."
);

Alerts.add(
  new Date("2023-09-07"),
  [Flood[Flood.ΠΛΗΜΜΎΡΑ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΚΑΡΔΊΤΣΑΣ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Αν βρίσκεστε στους Σοφάδες απομακρυνθείτε από υπόγειους και ισόγειους χώρους κτιρίων λόγω εξέλιξης πλημμυρικών φαινομένων στην περιοχή."
);

Alerts.add(
  new Date("2023-09-07"),
  [
    ExtremeWeather[ExtremeWeather.ΑΚΡΑΊΑ_ΚΑΙΡΙΚΆ_ΦΑΙΝΌΜΕΝΑ],
    Traffic[Traffic.ΚΛΕΊΣΙΜΟ_ΔΡΌΜΟΥ],
  ],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [
    Prefectures[Prefectures.ΦΘΙΏΤΙΔΑΣ],
    Prefectures[Prefectures.ΛΆΡΙΣΑΣ],
    Prefectures[Prefectures.ΠΙΕΡΊΑΣ],
  ],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Με εντολή της ΕΛ.ΑΣ. κλειστός ο αυτοκινητόδρομος ΠΑΘΕ από Λαμία έως Κατερίνη λόγω εξέλιξης επικίνδυνων καιρικών φαινομένων."
);

Alerts.add(
  new Date("2023-09-06"),
  [Flood[Flood.ΠΛΗΜΜΎΡΑ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΤΡΙΚΆΛΩΝ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Αν βρίσκεστε στην Πύλη Τρικάλων απομακρυνθείτε από υπόγειους και ισόγειους χώρους κτιρίων λόγω εξέλιξης πλημμυρικών φαινομένων στην περιοχή."
);

Alerts.add(
  new Date("2023-09-06"),
  [Flood[Flood.ΠΛΗΜΜΎΡΑ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΤΡΙΚΆΛΩΝ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Αν βρίσκεστε στην πόλη των Τρικάλων απομακρυνθείτε από υπόγειους και ισόγειους χώρους κτιρίων λόγω εξέλιξης πλημμυρικών φαινομένων στην περιοχή."
);

Alerts.add(
  new Date("2023-09-06"),
  [Flood[Flood.ΠΛΗΜΜΎΡΑ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΤΡΙΚΆΛΩΝ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Αν βρίσκεστε στην Νομή Τρικάλων απομακρυνθείτε προς Τρίκαλα λόγω εξέλιξης πλημμυρικών φαινομένων στην περιοχή."
);

Alerts.add(
  new Date("2023-09-06"),
  [Flood[Flood.ΠΛΗΜΜΎΡΑ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΜΑΓΝΗΣΊΑΣ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Αν βρίσκεστε στις εργατικές κατοικίες Αγίας Βαρβάρας Αλμυρού απομακρυνθείτε προς το Δημαρχείο Αλμυρού λόγω εξέλιξης πλημμυρικών φαινομένων στην περιοχή."
);

Alerts.add(
  new Date("2023-09-06"),
  [Flood[Flood.ΠΛΗΜΜΎΡΑ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΚΑΡΔΊΤΣΑΣ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Αν βρίσκεστε στην πόλη της Καρδίτσας απομακρυνθείτε από υπόγειους και ισόγειους χώρους κτιρίων λόγω εξέλιξης πλημμυρικών φαινομένων στην περιοχή."
);

Alerts.add(
  new Date("2023-09-06"),
  [
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ],
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΒΡΟΧΟΠΤΏΣΕΙΣ],
  ],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Σε εξέλιξη ισχυρές βροχές και καταιγίδες στην περιοχή της Αττικής. Περιορίστε τις μετακινήσεις κατά τη διάρκεια των φαινομένων στις απολύτως απαραίτητες και ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-09-06"),
  [Flood[Flood.ΠΛΗΜΜΎΡΑ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΤΡΙΚΆΛΩΝ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Εάν βρίσκεστε στον οικισμό Γ. Καραϊσκάκη και περιφερειακή Μουζακίου - Άρτας απομακρυνθείτε προς το κέντρο Μουζακίου λόγω πλημμυρικών φαινομένων στην περιοχή."
);

Alerts.add(
  new Date("2023-09-06"),
  [Flood[Flood.ΠΛΗΜΜΎΡΑ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΦΘΙΏΤΙΔΑΣ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Εάν βρίσκεστε στην περιοχή Κόμμα Φθιώτιδας απομακρυνθείτε προς Λαμία λόγω πλημμυρικών φαινομένων στην περιοχή."
);

Alerts.add(
  new Date("2023-09-06"),
  [ExtremeWeather[ExtremeWeather.ΑΚΡΑΊΑ_ΚΑΙΡΙΚΆ_ΦΑΙΝΌΜΕΝΑ]],
  [Type[Type.ΑΠΑΓΌΡΕΥΣΗΣ_ΚΥΚΛΟΦΟΡΊΑΣ]],
  [Prefectures[Prefectures.ΦΘΙΏΤΙΔΑΣ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Με εντολή της ΕΛ.ΑΣ. απαγορεύεται η κυκλοφορία των οχημάτων στο Δήμο Λαμιέων Φθιώτιδας λόγω εξέλιξης επικίνδυνων καιρικών φαινομένων."
);

Alerts.add(
  new Date("2023-09-06"),
  [ExtremeWeather[ExtremeWeather.ΑΚΡΑΊΑ_ΚΑΙΡΙΚΆ_ΦΑΙΝΌΜΕΝΑ]],
  [Type[Type.ΑΠΑΓΌΡΕΥΣΗΣ_ΚΥΚΛΟΦΟΡΊΑΣ]],
  [
    Prefectures[Prefectures.ΠΙΕΡΊΑΣ],
    Prefectures[Prefectures.ΕΎΒΟΙΑΣ],
    Prefectures[Prefectures.ΦΘΙΏΤΙΔΑΣ],
    ...provinces[Provinces.ΘΕΣΣΑΛΊΑΣ],
  ],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Τα μέτρα και οι απαγορεύσεις κυκλοφορίας που έχουν εκδοθεί για την περιοχή σας, εξακολουθούν να ισχύουν για το επόμενο 24ωρο λόγω των επικίνδυνων καιρικών φαινομένων."
);

Alerts.add(
  new Date("2023-09-06"),
  [ExtremeWeather[ExtremeWeather.ΑΚΡΑΊΑ_ΚΑΙΡΙΚΆ_ΦΑΙΝΌΜΕΝΑ]],
  [Type[Type.ΑΠΑΓΌΡΕΥΣΗΣ_ΚΥΚΛΟΦΟΡΊΑΣ]],
  [Prefectures[Prefectures.ΦΘΙΏΤΙΔΑΣ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Με εντολή της ΕΛ.ΑΣ. απαγορεύεται η κυκλοφορία των οχημάτων στο Δήμο Δομοκού Φθιώτιδας λόγω εξέλιξης επικίνδυνων καιρικών φαινομένων."
);

Alerts.add(
  new Date("2023-09-06"),
  [ExtremeWeather[ExtremeWeather.ΑΚΡΑΊΑ_ΚΑΙΡΙΚΆ_ΦΑΙΝΌΜΕΝΑ]],
  [Type[Type.ΑΠΑΓΌΡΕΥΣΗΣ_ΚΥΚΛΟΦΟΡΊΑΣ]],
  [Prefectures[Prefectures.ΤΡΙΚΆΛΩΝ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Με εντολή της ΕΛ.ΑΣ. απαγορεύεται η κυκλοφορία των οχημάτων στην Περιφερειακή Ενότητα Τρικάλων λόγω εξέλιξης επικίνδυνων καιρικών φαινομένων."
);

Alerts.add(
  new Date("2023-09-06"),
  [Flood[Flood.ΠΛΗΜΜΎΡΑ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΦΘΙΏΤΙΔΑΣ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Εάν βρίσκεστε στις περιοχές Σοφιάδα και Πετρίλια απομακρυνθείτε προς Νέο Μοναστήρι λόγω πλημμυρικών φαινομένων στην περιοχή."
);

Alerts.add(
  new Date("2023-09-06"),
  [ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Μέθανα, Τροιζήνα. Προειδοποιητικό μήνυμα για επικίνδυνα καιρικά φαινόμενα (ισχυρές καταιγίδες) στην περιοχή σας. Περιορίστε τις άσκοπες μετακινήσεις κατά τη διάρκεια των φαινομένων και ακολουθείστε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-09-06"),
  [ExtremeWeather[ExtremeWeather.ΑΚΡΑΊΑ_ΚΑΙΡΙΚΆ_ΦΑΙΝΌΜΕΝΑ]],
  [Type[Type.ΑΠΑΓΌΡΕΥΣΗΣ_ΚΥΚΛΟΦΟΡΊΑΣ]],
  [Prefectures[Prefectures.ΛΆΡΙΣΑΣ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Με εντολή της ΕΛ.ΑΣ. απαγορεύεται η κυκλοφορία στην ευρύτερη περιοχή Φαρσάλων λόγω εξέλιξης επικίνδυνων καιρικών φαινομένων."
);

Alerts.add(
  new Date("2023-09-06"),
  [ExtremeWeather[ExtremeWeather.ΑΚΡΑΊΑ_ΚΑΙΡΙΚΆ_ΦΑΙΝΌΜΕΝΑ]],
  [Type[Type.ΑΠΑΓΌΡΕΥΣΗΣ_ΚΥΚΛΟΦΟΡΊΑΣ]],
  [Prefectures[Prefectures.ΚΑΡΔΊΤΣΑΣ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Με εντολή της ΕΛ.ΑΣ. απαγορεύεται η κυκλοφορία στο νομό Καρδίτσας λόγω εξέλιξης επικίνδυνων καιρικών φαινομένων."
);

Alerts.add(
  new Date("2023-09-05"),
  [ExtremeWeather[ExtremeWeather.ΑΚΡΑΊΑ_ΚΑΙΡΙΚΆ_ΦΑΙΝΌΜΕΝΑ]],
  [Type[Type.ΑΠΑΓΌΡΕΥΣΗΣ_ΚΥΚΛΟΦΟΡΊΑΣ]],
  [Prefectures[Prefectures.ΜΑΓΝΗΣΊΑΣ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Υπενθυμίζεται ότι βρίσκεται σε ισχύ η απαγόρευση κυκλοφορίας στο νομό #Μαγνησίας με εντολή της ΕΛ.ΑΣ. λόγω εξέλιξης επικίνδυνων καιρικών φαινομένων."
);

Alerts.add(
  new Date("2023-09-05"),
  [
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ],
    ExtremeWeather[ExtremeWeather.ΧΑΛΑΖΟΠΤΏΣΕΙΣ],
  ],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [
    Prefectures[Prefectures.ΠΙΕΡΊΑΣ],
    Prefectures[Prefectures.ΕΎΒΟΙΑΣ],
    Prefectures[Prefectures.ΦΘΙΏΤΙΔΑΣ],
    ...provinces[Provinces.ΘΕΣΣΑΛΊΑΣ],
  ],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Επικίνδυνα καιρικά φαινόμενα (ισχυρές καταιγίδες - κεραυνοί - χαλαζοπτώσεις) για το επόμενο 24ώρο. Περιορίστε τις μετακινήσεις κατά τη διάρκεια των φαινομένων και ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-09-05"),
  [ExtremeWeather[ExtremeWeather.ΑΚΡΑΊΑ_ΚΑΙΡΙΚΆ_ΦΑΙΝΌΜΕΝΑ]],
  [Type[Type.ΑΠΑΓΌΡΕΥΣΗΣ_ΚΥΚΛΟΦΟΡΊΑΣ]],
  [Prefectures[Prefectures.ΜΑΓΝΗΣΊΑΣ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Με εντολή της ΕΛ.ΑΣ απαγορεύεται η κυκλοφορία στο νησί της Σκιάθου λόγω εξέλιξης επικίνδυνων καιρικών φαινομένων."
);

Alerts.add(
  new Date("2023-09-05"),
  [ExtremeWeather[ExtremeWeather.ΑΚΡΑΊΑ_ΚΑΙΡΙΚΆ_ΦΑΙΝΌΜΕΝΑ]],
  [Type[Type.ΑΠΑΓΌΡΕΥΣΗΣ_ΚΥΚΛΟΦΟΡΊΑΣ]],
  [Prefectures[Prefectures.ΜΑΓΝΗΣΊΑΣ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Με εντολή της ΕΛ.ΑΣ απαγορεύεται η κυκλοφορία στο ορεινό δίκτυο του νομού Μαγνησίας λόγω εξέλιξης επικίνδυνων καιρικών φαινομένων."
);

Alerts.add(
  new Date("2023-09-05"),
  [ExtremeWeather[ExtremeWeather.ΑΚΡΑΊΑ_ΚΑΙΡΙΚΆ_ΦΑΙΝΌΜΕΝΑ]],
  [Type[Type.ΑΠΑΓΌΡΕΥΣΗΣ_ΚΥΚΛΟΦΟΡΊΑΣ]],
  [Prefectures[Prefectures.ΜΑΓΝΗΣΊΑΣ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Με εντολή της ΕΛ.ΑΣ. απαγορεύεται η κυκλοφορία στην ευρύτερη περιοχή της πόλης του Βόλου λόγω εξέλιξης επικίνδυνων καιρικών φαινομένων."
);

Alerts.add(
  new Date("2023-09-05"),
  [ExtremeWeather[ExtremeWeather.ΑΚΡΑΊΑ_ΚΑΙΡΙΚΆ_ΦΑΙΝΌΜΕΝΑ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [
    Prefectures[Prefectures.ΠΙΕΡΊΑΣ],
    Prefectures[Prefectures.ΕΎΒΟΙΑΣ],
    Prefectures[Prefectures.ΦΘΙΏΤΙΔΑΣ],
    ...provinces[Provinces.ΘΕΣΣΑΛΊΑΣ],
  ],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Το φαινόμενο της κακοκαιρίας είναι σε εξέλιξη. Περιορίστε δραστικά τις μετακινήσεις σας. Διευκολύνετε το έργο των Αρχών."
);

Alerts.add(
  new Date("2023-09-04"),
  [ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [
    Prefectures[Prefectures.ΠΙΕΡΊΑΣ],
    Prefectures[Prefectures.ΕΎΒΟΙΑΣ],
    Prefectures[Prefectures.ΦΘΙΏΤΙΔΑΣ],
    ...provinces[Provinces.ΘΕΣΣΑΛΊΑΣ],
  ],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Επικίνδυνα καιρικά φαινόμενα (ισχυρές καταιγίδες - κεραυνοί - χαλαζοπτώσεις) από τις βραδινές ώρες σήμερα και για το επόμενο 24ώρο. Περιορίστε τις μετακινήσεις κατά τη διάρκεια των φαινομένων και ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-09-04"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Εάν βρίσκεστε στη Σταμάτα παραμείνετε σε ετοιμότητα."
);

Alerts.add(
  new Date("2023-09-02"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΈΒΡΟΥ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΘΡΆΚΗΣ_2023]],
  "Εάν βρίσκεστε στην περιοχή Λευκίμμη απομακρυνθείτε προς Τυχερό."
);

Alerts.add(
  new Date("2023-09-02"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [Prefectures[Prefectures.ΈΒΡΟΥ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΘΡΆΚΗΣ_2023]],
  "Λευκίμμη. Παραμείνετε σε ετοιμότητα."
);

Alerts.add(
  new Date("2023-08-31"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [Prefectures[Prefectures.ΈΒΡΟΥ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Σουφλί. Παραμείνετε σε ετοιμότητα."
);

Alerts.add(
  new Date("2023-08-31"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΜΕΣΣΗΝΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Εάν βρίσκεστε στην περιοχή Ασπροπουλιά απομακρυνθείτε προς Καλαμάτα."
);

Alerts.add(
  new Date("2023-08-31"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [Prefectures[Prefectures.ΜΑΓΝΗΣΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Εάν βρίσκεστε στην περιοχή Άσπρες Πεταλούδες απομακρυνθείτε προς Πανθεσσαλικό Στάδιο. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-08-30"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΈΒΡΟΥ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΘΡΆΚΗΣ_2023]],
  "Δαδιά, Σουφλί. Σε εξέλιξη δασική πυρκαγιά στην περιοχή σας. Παραμείνετε σε ετοιμότητα."
);

Alerts.add(
  new Date("2023-08-30"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΈΒΡΟΥ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΘΡΆΚΗΣ_2023]],
  "Εάν βρίσκεστε στο Σιδηρώ απομακρυνθείτε προς Μέγα Δέρειο."
);

Alerts.add(
  new Date("2023-08-29"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΈΒΡΟΥ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΘΡΆΚΗΣ_2023]],
  "Εάν βρίσκεστε στην περιοχή Γιαννούλη απομακρυνθείτε προς Σουφλί."
);

Alerts.add(
  new Date("2023-08-27"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΈΒΡΟΥ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΘΡΆΚΗΣ_2023]],
  "Εάν βρίσκεστε στην περιοχή Κοτρωνιά απομακρυνθείτε προς Γιαννούλη."
);

Alerts.add(
  new Date("2023-08-27"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΡΟΔΌΠΗΣ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΘΡΆΚΗΣ_2023]],
  "Εάν βρίσκεστε στην περιοχή Κασσιτέρα απομακρυνθείτε προς Σάπες."
);

Alerts.add(
  new Date("2023-08-27"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΈΒΡΟΥ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΘΡΆΚΗΣ_2023]],
  "Εάν βρίσκεστε στην περιοχή Λευκίμμη απομακρυνθείτε προς Τυχερό."
);

Alerts.add(
  new Date("2023-08-26"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΡΟΔΌΠΗΣ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΘΡΆΚΗΣ_2023]],
  "Εάν βρίσκεστε στην περιοχή Κασσιτέρα απομακρυνθείτε προς Σάπες."
);

Alerts.add(
  new Date("2023-08-26"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΈΒΡΟΥ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΘΡΆΚΗΣ_2023]],
  "Εάν βρίσκεστε στις περιοχές Ατάρνη και Πλάκα απομακρυνθείτε προς Αλεξανδρούπολη."
);

Alerts.add(
  new Date("2023-08-26"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΡΟΔΌΠΗΣ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΘΡΆΚΗΣ_2023]],
  "Εάν βρίσκεστε στην περιοχή Αύρα απομακρυνθείτε προς Κομοτηνή."
);

Alerts.add(
  new Date("2023-08-26"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΚΥΚΛΆΔΩΝ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Άνδρος. Εάν βρίσκεστε στην περιοχή Γίδες απομακρυνθείτε προς Λιμάνι Γαυρίου."
);

Alerts.add(
  new Date("2023-08-25"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΡΟΔΌΠΗΣ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΘΡΆΚΗΣ_2023]],
  "Εάν βρίσκεστε στην περιοχή Λεπτοκαρυά απομακρυνθείτε προς Σάπες."
);

Alerts.add(
  new Date("2023-08-23"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [Prefectures[Prefectures.ΒΟΙΩΤΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Δασική πυρκαγιά στις περιοχές Περιστερά και Άγιο Νικόλαο. Παραμείνετε σε ετοιμότητα."
);

Alerts.add(
  new Date("2023-08-23"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΒΟΙΩΤΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στην περιοχή Στείρι Βοιωτίας απομακρυνθείτε προς Δίστομο."
);

Alerts.add(
  new Date("2023-08-23"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΒΟΙΩΤΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στην περιοχή Ζάλτσα απομακρυνθείτε τώρα μέσω Παναγίας Καλαμιώτισσας προς Κυριάκι."
);

Alerts.add(
  new Date("2023-08-23"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [Prefectures[Prefectures.ΡΟΔΌΠΗΣ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΘΡΆΚΗΣ_2023]],
  "Δασική πυρκαγιά στις περιοχές Σάππες και Αρσάκειο. Παραμείνετε σε ετοιμότητα."
);

Alerts.add(
  new Date("2023-08-23"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΡΟΔΌΠΗΣ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΘΡΆΚΗΣ_2023]],
  "Εάν βρίσκεστε στις περιοχές Χαμηλό Βέλκιο και Μεστή απομακρυνθείτε προς Κομοτηνή."
);

Alerts.add(
  new Date("2023-08-23"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΡΟΔΌΠΗΣ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΘΡΆΚΗΣ_2023]],
  "Εάν βρίσκεστε στην περιοχή Γρατινή απομακρυνθείτε προς Κομοτηνή."
);

Alerts.add(
  new Date("2023-08-23"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΕΎΒΟΙΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Εάν βρίσκεστε στην περιοχή Κοντοδεσπότι Ευβοίας απομακρυνθείτε προς Σταυρό."
);

Alerts.add(
  new Date("2023-08-23"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΡΟΔΌΠΗΣ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΘΡΆΚΗΣ_2023]],
  "Εάν βρίσκεστε στην περιοχή Κιζάρι απομακρυνθείτε προς Σάπες."
);

Alerts.add(
  new Date("2023-08-23"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΡΟΔΌΠΗΣ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΘΡΆΚΗΣ_2023]],
  "Εάν βρίσκεστε στην περιοχή Κασσιτέρα απομακρυνθείτε προς Σάπες."
);

Alerts.add(
  new Date("2023-08-23"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΈΒΡΟΥ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΘΡΆΚΗΣ_2023]],
  "Εάν βρίσκεστε στις περιοχές Κοίλα και Μελία απομακρυνθείτε προς Φέρες."
);

Alerts.add(
  new Date("2023-08-23"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΈΒΡΟΥ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΘΡΆΚΗΣ_2023]],
  "Αν βρίσκεστε στη περιοχή Λεφάντω απομακρυνθείτε προς κέντρο Άνω Λιοσίων."
);

Alerts.add(
  new Date("2023-08-23"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ_ΠΆΡΝΗΘΑΣ_2023]],
  "Αν βρίσκεστε στη περιοχή Σοφό Ασπροπύργου απομακρυνθείτε προς Αττική Οδό."
);

Alerts.add(
  new Date("2023-08-23"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ_ΠΆΡΝΗΘΑΣ_2023]],
  "Αν βρίσκεστε στη περιοχή Αγία Παρασκευή Μενιδίου και Καποτά απομακρυνθείτε προς το κέντρο Μενιδίου."
);

Alerts.add(
  new Date("2023-08-23"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [Prefectures[Prefectures.ΡΟΔΌΠΗΣ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΘΡΆΚΗΣ_2023]],
  "Αν βρίσκεστε στις περιοχές Χαμηλό και Βέλκιο Ροδόπης παραμείνετε σε ετοιμότητα."
);

Alerts.add(
  new Date("2023-08-23"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΈΒΡΟΥ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΘΡΆΚΗΣ_2023]],
  "Σαμοθράκη. Αν βρίσκεστε στην περιοχή Κορφούδι απομακρυνθείτε προς #Λιμένα_Θερμά."
);

Alerts.add(
  new Date("2023-08-22"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΒΟΙΩΤΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στην περιοχή Ζάλτσα εκκενώστε τώρα μέσω Παναγίας Καλαμιώτισσας προς Κυριάκι."
);

Alerts.add(
  new Date("2023-08-22"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΡΟΔΌΠΗΣ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΘΡΆΚΗΣ_2023]],
  "Αν βρίσκεστε στις περιοχές Πέραμα, Ατάρνη, Πετρωτά και #Μαρώνεια απομακρυνθείτε προς Κομοτηνή."
);

Alerts.add(
  new Date("2023-08-22"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΈΒΡΟΥ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΘΡΆΚΗΣ_2023]],
  "Αν βρίσκεστε στην περιοχή Λεπτοκαρυά, απομακρυνθείτε προς Σάππες."
);

Alerts.add(
  new Date("2023-08-22"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ_ΠΆΡΝΗΘΑΣ_2023]],
  "Αν βρίσκεστε στην περιοχή Άγιος Ιωάννης Ρώσος, Ντάρδιζα απομακρυνθείτε προς κέντρο Μενιδίου."
);

Alerts.add(
  new Date("2023-08-22"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [Prefectures[Prefectures.ΦΘΙΏΤΙΔΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Βίτολη, Μακρακώμη. Δασική πυρκαγιά στην περιοχή σας, παραμείνετε σε ετοιμότητα."
);

Alerts.add(
  new Date("2023-08-22"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ_ΠΆΡΝΗΘΑΣ_2023]],
  "Εάν βρίσκεστε στην περιοχή Λόφος Κυρίλλου απομακρυνθείτε προς Μάνδρα."
);

Alerts.add(
  new Date("2023-08-22"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΡΟΔΌΠΗΣ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΘΡΆΚΗΣ_2023]],
  "Εάν βρίσκεστε σε Γρατινή απομακρυνθείτε προς Κομοτηνή."
);

Alerts.add(
  new Date("2023-08-22"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [Prefectures[Prefectures.ΡΟΔΌΠΗΣ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΘΡΆΚΗΣ_2023]],
  "Εάν βρίσκεστε σε Νέα Κρωβύλη, Παλαιά Κρωβύλη, Καγκέλες και Πλατανίτη παραμείνετε σε ετοιμότητα."
);

Alerts.add(
  new Date("2023-08-22"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [Prefectures[Prefectures.ΡΟΔΌΠΗΣ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΘΡΆΚΗΣ_2023]],
  "Εάν βρίσκεστε σε Πετρωτά, Παραλία Πετρωτών, Άγιος Χαράλαμπος, Μαρωνίας, Ασκητές παραμείνετε σε ετοιμότητα."
);

Alerts.add(
  new Date("2023-08-22"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ_ΠΆΡΝΗΘΑΣ_2023]],
  "Αν βρίσκεστε στις περιοχές Άνω Λιόσια, Γεννηματά και Κανάλα απομακρυνθείτε Νότια προς Λιόσια."
);

Alerts.add(
  new Date("2023-08-22"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΚΑΒΆΛΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Εάν βρίσκεστε στην περιοχή Άγιος Κοσμάς απομακρυνθείτε προς Κεχρόκαμπο - Μακρυχώρι."
);

Alerts.add(
  new Date("2023-08-22"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΈΒΡΟΥ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΘΡΆΚΗΣ_2023]],
  "Εάν βρίσκεστε στην περιοχή Άγιος Κοσμάς απομακρυνθείτε προς Κεχρόκαμπο - Μακρυχώρι."
);

Alerts.add(
  new Date("2023-08-22"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΡΟΔΌΠΗΣ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΘΡΆΚΗΣ_2023]],
  "Εάν βρίσκεστε στις περιοχές Γρατινή, Στυλάριο, Σιδηράδες και Ομηρικό παραμείνετε σε ετοιμότητα."
);

Alerts.add(
  new Date("2023-08-22"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ], Traffic[Traffic.ΚΛΕΊΣΙΜΟ_ΔΡΌΜΟΥ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ_ΠΆΡΝΗΘΑΣ_2023]],
  "Προσωρινή διακοπή κυκλοφορίας Αττικής Οδού κόμβος 5 ως Ελευσίνα λόγω δασικής πυρκαγιάς. Αποφύγετε την περιοχή."
);

Alerts.add(
  new Date("2023-08-22"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΒΟΙΩΤΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Εάν βρίσκεστε σε Άγιο Αθανάσιο, Καρυώτι, Καρέικα, Ρεβυθαίικα, Μιχέικα, Σκιπέικα, Μπακράκο, Καραχάλιο και Παναγία Καλαμιώτισσα απομακρυνθείτε προς Κυριάκι."
);

Alerts.add(
  new Date("2023-08-22"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Εάν βρίσκεστε στη Βαλομάνδρα εκκενώστε προς Καλύβια."
);

Alerts.add(
  new Date("2023-08-22"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΡΟΔΌΠΗΣ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΘΡΆΚΗΣ_2023]],
  "Εάν βρίσκεστε στις περιοχές Μέστη, Δίκελλα, Συκορράχη και Πλάκα εκκενώστε τώρα προς Κομοτηνή."
);

Alerts.add(
  new Date("2023-08-22"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΈΒΡΟΥ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΘΡΆΚΗΣ_2023]],
  "Εάν βρίσκεστε Μεσημβρία, Ατάρνη, Αύρα, Κόμαρος και Πέραμα εκκενώστε προς Κομοτηνή."
);

Alerts.add(
  new Date("2023-08-22"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ_ΠΆΡΝΗΘΑΣ_2023]],
  "Εάν βρίσκεστε στη Φυλή απομακρυνθείτε προς Άνω Λιόσια."
);

Alerts.add(
  new Date("2023-08-22"),
  [Fire[Fire.ΒΙΟΜΗΧΑΝΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Σε εξέλιξη πυρκαγιά στον Ασπρόπυργο. Οι καπνοί κατευθύνονται στην περιοχή σας. Παραμείνετε σε εσωτερικούς χώρους. Κλείστε πόρτες και παράθυρα."
);

Alerts.add(
  new Date("2023-08-22"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Εάν βρίσκεστε στην περιοχή Οικισμό Ποντίων και Οικισμό Βέρας απομακρυνθείτε προς #Ελευσίνα."
);

Alerts.add(
  new Date("2023-08-22"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Εάν βρίσκεστε σε Λάκκα Κατσαρή απομακρυνθείτε προς Ασπρόπυργο."
);

Alerts.add(
  new Date("2023-08-22"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΈΒΡΟΥ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΘΡΆΚΗΣ_2023]],
  "Εάν βρίσκεστε Ελαιώνα Έλατο Πεύκη και Άγιο Γεώργιο εκκενώστε προς Αλεξανδρούπολη."
);

Alerts.add(
  new Date("2023-08-22"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΈΒΡΟΥ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΘΡΆΚΗΣ_2023]],
  "Εάν βρίσκεστε Πλάκα, Δίκελλα, Μάκρη και Νέα Χιλή εκκενώστε προς Αλεξανδρούπολη."
);

Alerts.add(
  new Date("2023-08-22"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [Prefectures[Prefectures.ΈΒΡΟΥ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Νέα Χιλή, Αλεξανδρούπολη. Δασική πυρκαγιά στην περιοχή σας, παραμείνετε σε ετοιμότητα."
);

Alerts.add(
  new Date("2023-08-22"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [Prefectures[Prefectures.ΡΟΔΌΠΗΣ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΘΡΆΚΗΣ_2023]],
  "Ίασμος. Δασική πυρκαγιά στην περιοχή σας, παραμείνετε σε ετοιμότητα."
);

Alerts.add(
  new Date("2023-08-21"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΒΟΙΩΤΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Εάν βρίσκεστε Παναγία Καλαμιώτισσα και Άγιο Αθανάσιο εκκενώστε προς Κυριάκι."
);

Alerts.add(
  new Date("2023-08-21"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΈΒΡΟΥ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΘΡΆΚΗΣ_2023]],
  "Εάν βρίσκεστε στον οικισμό #Παλινοστούντων Παλαγίας εκκενώστε προς Αλεξανδρούπολη."
);

Alerts.add(
  new Date("2023-08-21"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΒΟΙΩΤΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Εάν βρίσκεστε στον Ταρσό εκκενώστε προς Άσπρα Σπίτια."
);

Alerts.add(
  new Date("2023-08-21"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΒΟΙΩΤΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Εάν βρίσκεστε στο Καρυώτι εκκενώστε προς Κυριάκι."
);

Alerts.add(
  new Date("2023-08-21"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΚΥΚΛΆΔΩΝ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Κύθνος. Εάν βρίσκεστε στον όρμο Σκύλος εκκενώστε προς Δρυοπίδα."
);

Alerts.add(
  new Date("2023-08-21"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΕΎΒΟΙΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Εάν βρίσκεστε στην βιομηχανική περιοχή της Νέας Αρτάκης και Βατώντα εκκενώστε προς Χαλκίδα."
);

Alerts.add(
  new Date("2023-08-21"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΈΒΡΟΥ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΘΡΆΚΗΣ_2023]],
  "Αλεξανδρούπολη. Εξελίσσεται δασική πυρκαγιά. Οι καπνοί κατευθύνονται στην περιοχή σας. Παραμείνετε σε εσωτερικούς χώρους Κλείστε πόρτες και παράθυρα."
);

Alerts.add(
  new Date("2023-08-21"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΈΒΡΟΥ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΘΡΆΚΗΣ_2023]],
  "Εάν βρίσκεστε στην Αισύμη εκκενώστε προς Αλεξανδρούπολη."
);

Alerts.add(
  new Date("2023-08-21"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΡΟΔΌΠΗΣ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΘΡΆΚΗΣ_2023]],
  "Εάν βρίσκεστε στο Πολύανθο, Σώστη, Ληνό εκκενώστε προς Κομοτηνή."
);

Alerts.add(
  new Date("2023-08-21"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΚΑΒΆΛΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Εάν βρίσκεστε σε Νέο Ξεριά , Παλαιό Ξεριά και Γέροντα εκκενώστε προς κόμβο Χρυσούπολης."
);

Alerts.add(
  new Date("2023-08-21"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΡΟΔΌΠΗΣ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΘΡΆΚΗΣ_2023]],
  "Εάν βρίσκεστε σε Μέγα Πιστό και Μίσχο εκκενώστε προς Ίασμο."
);

Alerts.add(
  new Date("2023-08-21"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΈΒΡΟΥ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΘΡΆΚΗΣ_2023]],
  "Εάν βρίσκεστε στα Λάβαρα εκκενώστε προς Ορεστιάδα."
);

Alerts.add(
  new Date("2023-08-21"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΚΑΒΆΛΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Εάν βρίσκεστε σε Δαμασκηνιά, Εκλεκτό, Αβραμυλιά εκκενώστε με κατεύθυνση νότια προς Παλαιά Εθνική Οδό."
);

Alerts.add(
  new Date("2023-08-21"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΈΒΡΟΥ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΘΡΆΚΗΣ_2023]],
  "Εάν βρίσκεστε στο Διαλεκτό εκκενώστε με κατεύθυνση νότια προς Παλαιά Εθνική Οδό."
);

Alerts.add(
  new Date("2023-08-21"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΈΒΡΟΥ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΘΡΆΚΗΣ_2023]],
  "Εάν βρίσκεστε στον οικισμό Άβαντα απομακρυνθείτε προς Αλεξανδρούπολη. Σημείο συνάντησης πολιτών στην πλατεία Άβαντα."
);

Alerts.add(
  new Date("2023-08-21"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΕΎΒΟΙΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Εάν βρίσκεστε στη ΒόρειαωΑρτάκη απομακρυνθείτε προς Αρτάκη."
);

Alerts.add(
  new Date("2023-08-21"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΕΎΒΟΙΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Εάν βρίσκεστε στα Νότια Ψαχνά απομακρυνθείτε προς Ψαχνά."
);

Alerts.add(
  new Date("2023-08-21"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [Prefectures[Prefectures.ΕΎΒΟΙΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Δασική πυρκαγιά στην περιοχή Ψαχνά. Παραμείνετε σε ετοιμότητα και ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-08-21"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΒΟΙΩΤΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στην Παραλία Σαράντη απομακρυνθείτε προς Θίσβη."
);

Alerts.add(
  new Date("2023-08-21"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [Prefectures[Prefectures.ΒΟΙΩΤΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Δασική πυρκαγιά στην περιοχή Πρόδρομος. Παραμείνετε σε ετοιμότητα και ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-08-20"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΈΒΡΟΥ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΘΡΆΚΗΣ_2023]],
  "Αν βρίσκεστε στον οικισμό Άβαντας απομακρυνθείτε προς Αλεξανδρούπολη."
);

Alerts.add(
  new Date("2023-08-20"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΈΒΡΟΥ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΘΡΆΚΗΣ_2023]],
  "Αν βρίσκεστε στους οικισμούς Αμφιτρίτη και Μαΐστρος απομακρυνθείτε προς Αλεξανδρούπολη."
);

Alerts.add(
  new Date("2023-08-20"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΈΒΡΟΥ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΘΡΆΚΗΣ_2023]],
  "Αν βρίσκεστε στις περιοχές Μοναστηράκι και Δορίσκος απομακρυνθείτε προς Φέρες."
);

Alerts.add(
  new Date("2023-08-20"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΈΒΡΟΥ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΘΡΆΚΗΣ_2023]],
  "Αλεξανδρούπολη. Εξελίσσεται δασική πυρκαγιά. Οι καπνοί κατευθύνονται στην περιοχή σας. Παραμείνετε σε εσωτερικούς χώρους. Κλείστε πόρτες και παράθυρα."
);

Alerts.add(
  new Date("2023-08-19"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΈΒΡΟΥ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΘΡΆΚΗΣ_2023]],
  "Αλεξανδρούπολη. Εξελίσσεται δασική πυρκαγιά. Οι καπνοί κατευθύνονται στην περιοχή σας. Παραμείνετε σε εσωτερικούς χώρους. Κλείστε πόρτες και παράθυρα."
);

Alerts.add(
  new Date("2023-08-19"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΈΒΡΟΥ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΘΡΆΚΗΣ_2023]],
  "Αν βρίσκεστε στην περιοχή Άνθεια απομακρυνθείτε προς Αλεξανδρούπολη."
);

Alerts.add(
  new Date("2023-08-19"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΈΒΡΟΥ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΘΡΆΚΗΣ_2023]],
  "Αν βρίσκεστε στις περιοχές Λουτρός, Αγνάντια, Αριστηνό και Δωρικό απομακρυνθείτε προς Αλεξανδρούπολη."
);

Alerts.add(
  new Date("2023-08-19"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΈΒΡΟΥ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΘΡΆΚΗΣ_2023]],
  "Αν βρίσκεστε στις περιοχές Νίψα, Αετοχώρι και Πεύκα απομακρυνθείτε προς Αλεξανδρούπολη."
);

Alerts.add(
  new Date("2023-08-19"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [Prefectures[Prefectures.ΈΒΡΟΥ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΘΡΆΚΗΣ_2023]],
  "Δασική πυρκαγιά στις περιοχές Μελία, Νίψα, Πεύκα και Λουτρός. Παραμείνετε σε ετοιμότητα και ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-08-18"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [Prefectures[Prefectures.ΖΑΚΎΝΘΟΥ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Δασική πυρκαγιά στην περιοχή Τσιλιβή Μπόχαλη. Παραμείνετε σε ετοιμότητα και ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-08-15"),
  [Fire[Fire.ΒΙΟΜΗΧΑΝΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Εξελίσσεται πυρκαγιά σε χώρο ανακύκλωσης στην περιοχή του Ασπροπύργου. Εκλύονται καπνοί. Παραμείνετε σε εσωτερικούς χώρους. Κλείστε πόρτες και παράθυρα."
);

Alerts.add(
  new Date("2023-08-13"),
  [
    Earthquake[Earthquake.ΣΕΙΣΜΙΚΉ_ΔΌΝΗΣΗ],
    Landslide[Landslide.ΚΊΝΔΥΝΟΣ_ΚΑΤΟΛΙΣΘΉΣΕΩΝ],
  ],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΧΑΝΊΩΝ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Νότια Χανιά. Λόγω σεισμικής δόνησης στην περιοχής σας, αποφύγετε επικίνδυνες περιοχές (φαράγγια, βράχους). Κίνδυνος κατολισθήσεων."
);

Alerts.add(
  new Date("2023-08-09"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στις περιοχές Παλιούρι και Ριζάρη απομακρυνθείτε προς παραλία και κέντρο Μαραθώνα."
);

Alerts.add(
  new Date("2023-08-05"),
  [ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [
    ...provinces[Provinces.ΙΟΝΊΩΝ_ΝΉΣΩΝ],
    ...provinces[Provinces.ΗΠΕΊΡΟΥ],
    Prefectures[Prefectures.ΑΙΤΩΛΟΑΚΑΡΝΑΝΊΑΣ],
  ],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Επικίνδυνα καιρικά φαινόμενα (ισχυρές καταιγίδες) τις επόμενες ώρες έως αργά το βράδυ. Περιορίστε τις άσκοπες μετακινήσεις κατά τη διάρκεια των φαινομένων και ακολουθείτε οδηγίες Αρχών."
);

Alerts.add(
  new Date("2023-07-31"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΧΊΟΥ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στις περιοχές Διευχά  και Κατάβαση απομακρυνθείτε προς Βολισσό."
);

Alerts.add(
  new Date("2023-07-29"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΗΛΕΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στις περιοχές Παλαιοβαρβάσαινα, Καρούτες, Στρέφι και Σμίλα απομακρυνθείτε προς Αρχαία Ολυμπία."
);

Alerts.add(
  new Date("2023-07-28"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΆΡΣΗΣ_ΚΙΝΔΎΝΟΥ]],
  [Prefectures[Prefectures.ΔΩΔΕΚΑΝΉΣΩΝ]],
  [Event[Event.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ_ΛΊΝΔΟΥ_2023]],
  "Ρόδος. Αίρεται ο κίνδυνος για τους οικισμούς Λάρδος και Λάερμα  από τις πυρκαγιές. Οι πολίτες μπορούν να επιστρέψουν στον χώρο διαμονής τους."
);

Alerts.add(
  new Date("2023-07-28"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΆΡΣΗΣ_ΚΙΝΔΎΝΟΥ]],
  [Prefectures[Prefectures.ΔΩΔΕΚΑΝΉΣΩΝ]],
  [Event[Event.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ_ΛΊΝΔΟΥ_2023]],
  "Ρόδος. Αίρεται ο κίνδυνος για τους οικισμούς Πυλώνα, Κάλαθο, Απόλλωνα και Προφήτη Ηλία Σαλάκου από τις πυρκαγιές. Οι πολίτες μπορούν να επιστρέψουν στον χώρο διαμονής τους."
);

Alerts.add(
  new Date("2023-07-27"),
  [Fire[Fire.ΕΚΡΉΞΕΙΣ_ΛΌΓΩ_ΠΥΡΚΑΓΙΆΣ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΜΑΓΝΗΣΊΑΣ]],
  [Event[Event.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ_ΒΕΛΕΣΤΊΝΟ_2023]],
  "Εκκενώστε την περιοχή των εκρήξεων Καραμπά Αγχιάλου σε απόσταση τριών χιλιομέτρων."
);

Alerts.add(
  new Date("2023-07-27"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΜΑΓΝΗΣΊΑΣ]],
  [Event[Event.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ_ΒΕΛΕΣΤΊΝΟ_2023]],
  "Αν βρίσκεστε στις περιοχές Κόκκινα και Περίβλεπτο εκκενώστε τώρα προς Βελεστίνο."
);

Alerts.add(
  new Date("2023-07-27"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΆΡΣΗΣ_ΚΙΝΔΎΝΟΥ]],
  [Prefectures[Prefectures.ΔΩΔΕΚΑΝΉΣΩΝ]],
  [Event[Event.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ_ΛΊΝΔΟΥ_2023]],
  "Αίρεται ο κίνδυνος για τους οικισμούς Ασκληπειό, Κιοτάρι, Βάτι, Γεννάδι, Λαχανιά και Πλημμύρι από τις πυρκαγιές. Οι πολίτες μπορούν να επιστρέψουν στον χώρο διαμονής τους."
);

Alerts.add(
  new Date("2023-07-27"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΦΘΙΏΤΙΔΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στην περιοχή Αμφιθέα Λαμίας εκκενώστε τώρα προς Δομοκό."
);

Alerts.add(
  new Date("2023-07-27"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΆΡΣΗΣ_ΚΙΝΔΎΝΟΥ]],
  [Prefectures[Prefectures.ΔΩΔΕΚΑΝΉΣΩΝ]],
  [Event[Event.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ_ΛΊΝΔΟΥ_2023],],
  "Αίρεται ο κίνδυνος για τους οικισμούς Μαλώνας, Χαράκι και Μάσσαρι από τις πυρκαγιές. Οι πολίτες μπορούν να επιστρέψουν στον χώρο διαμονής τους.",
  
);

Alerts.add(
  new Date("2023-07-27"),
  [Fire[Fire.ΒΙΟΜΗΧΑΝΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Εξελίσσεται πυρκαγιά σε αποθηκευτικό χώρο στην περιοχή του Ασπροπύργου. Εκλύονται καπνοί. Παραμείνετε σε εσωτερικούς χώρους. Κλείστε πόρτες και παράθυρα."
);

Alerts.add(
  new Date("2023-07-27"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΜΑΓΝΗΣΊΑΣ]],
  [Event[Event.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ_ΒΕΛΕΣΤΊΝΟ_2023]],
  "Αν βρίσκεστε στις περιοχές Στουπί, Βελανιδιά, Μάραθο και Κριθάρια εκκενώστε τώρα προς Βόλο."
);

Alerts.add(
  new Date("2023-07-27"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΜΑΓΝΗΣΊΑΣ]],
  [Event[Event.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ_ΒΕΛΕΣΤΊΝΟ_2023]],
  "Αν βρίσκεστε στις περιοχές Σώρος, Χρυσή Ακτή Παναγιάς και Άγιος Γεώργιος εκκενώστε τώρα προς Βόλο."
);

Alerts.add(
  new Date("2023-07-27"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΜΑΓΝΗΣΊΑΣ]],
  [Event[Event.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ_ΒΕΛΕΣΤΊΝΟ_2023]],
  "Αν βρίσκεστε στην περιοχή της Νέας Αγχιάλου εκκενώστε τώρα προς Αλμυρό."
);

Alerts.add(
  new Date("2023-07-27"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΜΑΓΝΗΣΊΑΣ]],
  [Event[Event.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ_ΒΕΛΕΣΤΊΝΟ_2023]],
  "Αν βρίσκεστε στην περιοχή Καστράκι εκκενώστε τώρα προς Μικροθήβες."
);

Alerts.add(
  new Date("2023-07-27"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [Prefectures[Prefectures.ΜΑΓΝΗΣΊΑΣ]],
  [Event[Event.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ_ΒΕΛΕΣΤΊΝΟ_2023]],
  "Αν βρίσκεστε στις περιοχές Αλυκές, Πευκάκια, Άγιο Γεώργιο, Νέα Αγχίαλο παραμείνετε σε ετοιμότητα."
);

Alerts.add(
  new Date("2023-07-27"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΜΑΓΝΗΣΊΑΣ]],
  [Event[Event.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ_ΒΕΛΕΣΤΊΝΟ_2023]],
  "Αν βρίσκεστε στις περιοχές Χρυσή Ακτή, Παναγιάς, Βελανιδιά, Μάραθο και Κριθάρια εκκενώστε τώρα προς Βόλο."
);

Alerts.add(
  new Date("2023-07-27"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΜΑΓΝΗΣΊΑΣ]],
  [Event[Event.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ_ΒΕΛΕΣΤΊΝΟ_2023]],
  "Αν βρίσκεστε στην περιοχή Μελισσάτικα εκκενώστε τώρα προς Βόλο."
);

Alerts.add(
  new Date("2023-07-26"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [Prefectures[Prefectures.ΜΑΓΝΗΣΊΑΣ]],
  [Event[Event.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ_ΒΕΛΕΣΤΊΝΟ_2023]],
  "Αν βρίσκεστε στις περιοχές Γλαφυρά, Κάκκαβος, Μελισσάτικα, Φυτόκο, Λούτζιγκα και Κογιάτικα παραμείνετε σε ετοιμότητα."
);

Alerts.add(
  new Date("2023-07-26"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΦΘΙΏΤΙΔΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στην περιοχή Κάτω Τιθορέα εκκενώστε τώρα προς Άνω Τιθορέα."
);

Alerts.add(
  new Date("2023-07-26"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΜΑΓΝΗΣΊΑΣ]],
  [Event[Event.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ_ΒΕΛΕΣΤΊΝΟ_2023]],
  "Εξελίσσεται πυρκαγιά στην ευρύτερη περιοχή Βελεστίνου. Οι καπνοί κατευθύνονται στην περιοχή σας. Παραμείνετε σε εσωτερικούς χώρους. Κλείστε πόρτες και παράθυρα."
);

Alerts.add(
  new Date("2023-07-26"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΜΑΓΝΗΣΊΑΣ]],
  [Event[Event.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ_ΒΕΛΕΣΤΊΝΟ_2023]],
  "Αν βρίσκεστε στις περιοχές Νέα Μαγνησία, Μεγάλη Βρύση και Αγία Παρασκευή εκκενώστε τώρα προς Στυλίδα."
);

Alerts.add(
  new Date("2023-07-26"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΜΑΓΝΗΣΊΑΣ]],
  [Event[Event.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ_ΒΕΛΕΣΤΊΝΟ_2023]],
  "Αν βρίσκεστε στις περιοχές Διμήνι Παλιούρι και Βιομηχανική Περιοχή Βόλου εκκενώστε τώρα προς Βόλο."
);

Alerts.add(
  new Date("2023-07-26"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΦΘΙΏΤΙΔΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στο βόρειο τμήμα της πόλης της Λαμίας εκκενώστε τώρα προς το κέντρο και νότια της Λαμίας."
);

Alerts.add(
  new Date("2023-07-26"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [Prefectures[Prefectures.ΜΑΓΝΗΣΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε σε Βελεστίνο, Σέσκλο και Άγιο Γεώργιο Φερών παραμείνετε σε ετοιμότητα και ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-07-25"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΚΈΡΚΥΡΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στις περιοχές Καλαμάκι και Απραός, εκκενώστε τώρα προς Λιμάνι Κασσιόπης."
);

Alerts.add(
  new Date("2023-07-25"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΔΩΔΕΚΑΝΉΣΩΝ]],
  [Event[Event.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ_ΛΊΝΔΟΥ_2023]],
  "Αν βρίσκεστε στις περιοχές Πλημμύρι και Λαχανιά , εκκενώστε τώρα προς Απολλακιά."
);

Alerts.add(
  new Date("2023-07-25"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΔΩΔΕΚΑΝΉΣΩΝ]],
  [Event[Event.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ_ΛΊΝΔΟΥ_2023]],
  "Αν βρίσκεστε στην περιοχή Γεννάδι, εκκενώστε τώρα προς Λίνδο."
);

Alerts.add(
  new Date("2023-07-25"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΚΈΡΚΥΡΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στην περιοχή Σύκι , εκκενώστε τώρα προς Λιμάνι Κασσιόπης."
);

Alerts.add(
  new Date("2023-07-25"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΚΈΡΚΥΡΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στην περιοχή Ημερολιά , εκκενώστε τώρα προς Λιμάνι Κασσιόπης."
);

Alerts.add(
  new Date("2023-07-25"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΔΩΔΕΚΑΝΉΣΩΝ]],
  [Event[Event.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ_ΛΊΝΔΟΥ_2023]],
  "Αν βρίσκεστε στην περιοχή Βατί, εκκενώστε τώρα προς Λίνδο."
);

Alerts.add(
  new Date("2023-07-25"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΚΈΡΚΥΡΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στην περιοχή Λούτσες, εκκενώστε τώρα προς Αχαράβη."
);

Alerts.add(
  new Date("2023-07-25"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΕΎΒΟΙΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στην περιοχή Πλατανιστός, εκκενώστε τώρα προς Κάρυστο."
);

Alerts.add(
  new Date("2023-07-24"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΔΩΔΕΚΑΝΉΣΩΝ]],
  [Event[Event.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ_ΛΊΝΔΟΥ_2023]],
  "Αν βρίσκεστε στην περιοχή Κάλαθο, εκκενώστε τώρα προς Κολύμπια."
);

Alerts.add(
  new Date("2023-07-24"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΕΎΒΟΙΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στην περιοχή Άγιοι, εκκενώστε τώρα προς Κάρυστο."
);

Alerts.add(
  new Date("2023-07-24"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΔΩΔΕΚΑΝΉΣΩΝ]],
  [Event[Event.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ_ΛΊΝΔΟΥ_2023]],
  "Αν βρίσκεστε στις περιοχές Μάσαρη και Μαλώνας, εκκενώστε τώρα προς Αρχάγγελο."
);

Alerts.add(
  new Date("2023-07-24"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΕΎΒΟΙΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στην περιοχή Πλατανιστός, εκκενώστε τώρα προς Κάρυστο."
);

Alerts.add(
  new Date("2023-07-24"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΔΩΔΕΚΑΝΉΣΩΝ]],
  [Event[Event.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ_ΛΊΝΔΟΥ_2023]],
  "Αν βρίσκεστε στις περιοχές Γεννάδι και Βατί εκκενώστε τώρα προς Κιοτάρι."
);

Alerts.add(
  new Date("2023-07-24"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΕΎΒΟΙΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στην περιοχή Πλατύς Γιαλός, εκκενώστε τώρα προς Κάρυστο."
);

Alerts.add(
  new Date("2023-07-24"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΕΎΒΟΙΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στις περιοχές Λιβάδι και Καστρί, εκκενώστε τώρα προς Κάρυστο."
);

Alerts.add(
  new Date("2023-07-23"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΧΑΐΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στην περιοχή Τράπεζα, εκκενώστε τώρα προς Ακράτα."
);

Alerts.add(
  new Date("2023-07-23"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΚΈΡΚΥΡΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στις περιοχές Βιγγλατούρι και Νησάκι, εκκενώστε τώρα προς Μπαρμπάτι."
);

Alerts.add(
  new Date("2023-07-23"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΚΈΡΚΥΡΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στις περιοχές Ρου, Κατάβολο, Κέντρωμα, Τρίτσι, Κοκκοκύλας, Σαρακηνιάτικα, Πλαγιά, Καλάμι, Βλαχάτικα και Καβαλλέραινα, εκκενώστε τώρα προς Ύψος."
);

Alerts.add(
  new Date("2023-07-23"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΚΈΡΚΥΡΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στις περιοχές Σάντα, Μέγκουλα, Πόρτα, Παλιά Περίθεια και Σινιές, εκκενώστε τώρα προς Κασσιόπη."
);

Alerts.add(
  new Date("2023-07-23"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΧΑΐΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στον οικισμό Κάστρο, εκκενώστε προς Καθολικό."
);

Alerts.add(
  new Date("2023-07-23"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΕΎΒΟΙΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στις περιοχές Λιβάδι, Ποτάμι, Περναράκι και Πλατανιστός, εκκενώστε τώρα προς Κάρυστο."
);

Alerts.add(
  new Date("2023-07-23"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΔΩΔΕΚΑΝΉΣΩΝ]],
  [Event[Event.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ_ΛΊΝΔΟΥ_2023]],
  "Αν βρίσκεστε στις περιοχές Μάσαρη, Μαλώνας και Χαράκι, εκκενώστε τώρα προς Ρόδο. "
);

Alerts.add(
  new Date("2023-07-22"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΔΩΔΕΚΑΝΉΣΩΝ]],
  [Event[Event.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ_ΛΊΝΔΟΥ_2023]],
  "Αν βρίσκεστε στις περιοχές Πεύκοι, Λίνδος και Κάλαθος, εκκενώστε τώρα προς Αρχάγγελο."
);

Alerts.add(
  new Date("2023-07-22"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΔΩΔΕΚΑΝΉΣΩΝ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στις περιοχές Κιοτάρι και Γεννάδι, εκκενώστε τώρα προς Πλυμμήρι."
);

Alerts.add(
  new Date("2023-07-22"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΔΩΔΕΚΑΝΉΣΩΝ]],
  [Event[Event.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ_ΛΊΝΔΟΥ_2023]],
  "Αν βρίσκεστε στο Ασκληπιείο και Κιοτάρι, εκκενώστε τώρα προς Γεννάδι."
);

Alerts.add(
  new Date("2023-07-22"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΔΩΔΕΚΑΝΉΣΩΝ]],
  [Event[Event.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ_ΛΊΝΔΟΥ_2023]],
  "Αν βρίσκεστε στον Λάρδο και Πυλώνα, εκκενώστε τώρα προς Αρχάγγελο."
);

Alerts.add(
  new Date("2023-07-21"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΔΩΔΕΚΑΝΉΣΩΝ]],
  [Event[Event.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ_ΛΊΝΔΟΥ_2023]],
  "Αν βρίσκεστε στην περιοχή Λάερμα, εκκενώστε τώρα προς περιοχή Αρχάγγελο."
);

Alerts.add(
  new Date("2023-07-20"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΔΑΣΚΙΉ_ΠΥΡΚΑΓΙΆ_ΔΕΡΒΕΝΟΧΩΡΊΩΝ_2023]],
  "Αν βρίσκεστε στην περιοχή Κιάφα, εκκενώστε τώρα προς Μάνδρα - Ελευσίνα."
);

Alerts.add(
  new Date("2023-07-20"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΔΑΣΚΙΉ_ΠΥΡΚΑΓΙΆ_ΔΕΡΒΕΝΟΧΩΡΊΩΝ_2023]],
  "Αν βρίσκεστε στην περιοχή Άγιος Παντελεήμων, εκκενώστε τώρα προς Ερυθρές."
);

Alerts.add(
  new Date("2023-07-20"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΔΑΣΚΙΉ_ΠΥΡΚΑΓΙΆ_ΔΕΡΒΕΝΟΧΩΡΊΩΝ_2023]],
  "Αν βρίσκεστε στην περιοχή Άγιος Ιωάννης Κορακάς, εκκενώστε τώρα προς Μάνδρα."
);

Alerts.add(
  new Date("2023-07-20"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΔΑΣΚΙΉ_ΠΥΡΚΑΓΙΆ_ΔΕΡΒΕΝΟΧΩΡΊΩΝ_2023]],
  "Αν βρίσκεστε στην περιοχή Οινόη εκκενώστε τώρα προς Ερυθρές."
);

Alerts.add(
  new Date("2023-07-20"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΔΑΣΚΙΉ_ΠΥΡΚΑΓΙΆ_ΔΕΡΒΕΝΟΧΩΡΊΩΝ_2023]],
  "Αν βρίσκεστε στις περιοχές Άγιος Σωτήρας, Παλαιοκούνδουρα, Πανόραμα, Μάνδρας και Παλαιοχώρι εκκενώστε τώρα προς Οινόη."
);

Alerts.add(
  new Date("2023-07-19"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΔΩΔΕΚΑΝΉΣΩΝ]],
  [Event[Event.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ_ΛΊΝΔΟΥ_2023]],
  "Αν βρίσκεστε στις περιοχές Ελεούσα, Σάλακος και Διμυλιά Ρόδου εκκενώστε τώρα προς Κολύμπια."
);

Alerts.add(
  new Date("2023-07-19"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΔΑΣΚΙΉ_ΠΥΡΚΑΓΙΆ_ΔΕΡΒΕΝΟΧΩΡΊΩΝ_2023]],
  "Αν βρίσκεστε στις περιοχές Νέα Ζωή Κανδηλίου και Λεωφόρο Καταδρομών, εκκενώστε τώρα προς Μέγαρα."
);

Alerts.add(
  new Date("2023-07-18"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΔΑΣΚΙΉ_ΠΥΡΚΑΓΙΆ_ΔΕΡΒΕΝΟΧΩΡΊΩΝ_2023]],
  "Αν βρίσκεστε στη Νέα Πέραμο παραμείνετε σε ετοιμότητα και ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-07-18"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στις περιοχές Λουτρόπυργος, Άνω Βλυχάδα, Συνοικισμός Όθωνα και Ευταξία εκκενώστε τώρα προς Ελευσίνα."
);

Alerts.add(
  new Date("2023-07-18"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΔΑΣΚΙΉ_ΠΥΡΚΑΓΙΆ_ΔΕΡΒΕΝΟΧΩΡΊΩΝ_2023]],
  "Αν βρίσκεστε στην περιοχή Γλυκιά Ζωή εκκενώστε τώρα προς Αγίους Θεοδώρους."
);

Alerts.add(
  new Date("2023-07-18"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΔΑΣΚΙΉ_ΠΥΡΚΑΓΙΆ_ΔΕΡΒΕΝΟΧΩΡΊΩΝ_2023]],
  "Αν βρίσκεστε σε Νέα Ζωή και Νέος Πόντος Μάνδρας Αττικής εκκενώστε τώρα προς Ελευσίνα."
);

Alerts.add(
  new Date("2023-07-18"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Εξελίσσεται δασική πυρκαγιά στην περιοχή Δερβενοχωρίων. Οι καπνοί κατευθύνονται στην περιοχή σας. Παραμείνετε σε εσωτερικούς χώρους, κλείστε πόρτες και παράθυρα."
);

Alerts.add(
  new Date("2023-07-18"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Σε εξέλιξη δασική πυρκαγιά στην περιοχή των Δερβενοχωρίων Βοιωτίας πλησίον καναλιού Μόρνου."
);

Alerts.add(
  new Date("2023-07-17"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Δασική πυρκαγιά στην περιοχή των Δερβενοχωρίων Βοιωτίας."
);

Alerts.add(
  new Date("2023-07-17"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΚΟΡΙΝΘΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στην περιοχή Καλαμάκι, Ίσθμια, Παράδεισος εκκενώστε προς Κόρινθο."
);

Alerts.add(
  new Date("2023-07-17"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στην περιοχή Λαγονήσι εκκενώστε προς Αθήνα."
);

Alerts.add(
  new Date("2023-07-17"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΚΟΡΙΝΘΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Δασική πυρκαγιά στην Καλλιθέα. Aν βρίσκεστε στις περιοχές Καλλιθέα, Πευκιά, Ειρήνη εκκενώστε προς Λουτράκι."
);

Alerts.add(
  new Date("2023-07-17"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στις περιοχές Λαγονήσι, Σαρωνίδα & Ανάβυσσο εκκενώστε προς παραλία Παλαιάς Φώκαιας."
);

Alerts.add(
  new Date("2023-07-17"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στις περιοχές Μελισσουργός - Τραμπουριά εκκενώστε μέσω Λεωφόρο Αναβύσσου προς Ανάβυσσο."
);

Alerts.add(
  new Date("2023-07-17"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στην περιοχή Πέτα Κουβαρά εκκενώστε τώρα προς Κερατέα."
);

Alerts.add(
  new Date("2023-07-17"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Δασική πυρκαγιά στην περιοχή Κουβαράς."
);

Alerts.add(
  new Date("2023-07-15"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΒΟΙΩΤΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Δασική πυρκαγιά στην περιοχή Δήμου Προδρόμου."
);

Alerts.add(
  new Date("2023-07-10"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΡΕΘΎΜΝΗΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στο Ρέθυμνο αποφύγετε την περιοχή  Άγιος Βασίλειος."
);

Alerts.add(
  new Date("2023-06-18"),
  [ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [
    Prefectures[Prefectures.ΕΎΒΟΙΑΣ],
    Prefectures[Prefectures.ΚΥΚΛΆΔΩΝ],
    Prefectures[Prefectures.ΧΊΟΥ],
    Prefectures[Prefectures.ΛΈΣΒΟΥ],
  ],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Επικίνδυνα καιρικά φαινόμενα (ισχυρές καταιγίδες) τις επόμενες ώρες στις περιοχές Κεντρική Εύβοια, Νότια Εύβοια, νησιά Κυκλάδες, Χίο και Λέσβο. Περιορίστε τις μετακινήσεις σας και ακολουθείτε οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-06-18"),
  [ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΕΎΒΟΙΑΣ], Prefectures[Prefectures.ΜΑΓΝΗΣΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Επικίνδυνα καιρικά φαινόμενα (ισχυρές καταιγίδες) από τις πρώτες πρωινές ώρες Κυριακής 18/06 σε Κεντρική και Βόρεια Εύβοια, Μαγνησία και Σποράδες. Περιορίστε τις μετακινήσεις στις απολύτως απαραίτητες και ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-04-03"),
  [
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ],
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΟΊ_ΆΝΕΜΟΙ],
  ],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [
    Prefectures[Prefectures.ΧΑΛΚΙΔΙΚΉΣ],
    Prefectures[Prefectures.ΚΑΒΆΛΑΣ],
    Prefectures[Prefectures.ΞΆΝΘΗΣ],
  ],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Επικίνδυνα καιρικά φαινόμενα (ισχυρές καταιγίδες - θυελλώδεις άνεμοι) από τώρα ως αργά βράδυ σε Χαλκιδική Θάσο & παραθαλάσσιες περιοχές Καβάλας, Ξάνθης. Περιορίστε μετακινήσεις σε απολύτως απαραίτητες, ακολουθείτε οδηγίες Αρχών."
);

Alerts.add(
  new Date("2023-04-03"),
  [
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ],
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΟΊ_ΆΝΕΜΟΙ],
  ],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [
    Prefectures[Prefectures.ΠΈΛΛΑΣ],
    Prefectures[Prefectures.ΠΙΕΡΊΑΣ],
    Prefectures[Prefectures.ΗΜΑΘΊΑΣ],
    Prefectures[Prefectures.ΘΕΣΣΑΛΟΝΊΚΗΣ],
  ],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Επικίνδυνα καιρικά φαινόμενα (ισχυρές καταιγίδες - θυελλώδεις άνεμοι) από μεσημβρινές ώρες σε Πέλλα, Ημαθία, Πιερία, Θεσσαλονίκη. Περιορίστε τις μετακινήσεις στις απολύτως απαραίτητες και ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-02-07"),
  [ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΧΙΟΝΟΠΤΏΣΕΙΣ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΜΑΓΝΗΣΊΑΣ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΜΠΆΡΜΠΑΡΑ]],
  "Επικίνδυνες χιονοπτώσεις σε Μαγνησία, Βόρειες Σποράδες. Περιορίστε δραστικά τις μετακινήσεις & ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-02-07"),
  [ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΧΙΟΝΟΠΤΏΣΕΙΣ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [
    Prefectures[Prefectures.ΒΟΙΩΤΊΑΣ],
    Prefectures[Prefectures.ΦΘΙΏΤΙΔΑΣ],
    Prefectures[Prefectures.ΕΎΒΟΙΑΣ],
  ],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΜΠΆΡΜΠΑΡΑ]],
  "Επικίνδυνες χιονοπτώσεις σε Βοιωτία, Φθιώτιδα, Εύβοια. Περιορίστε δραστικά τις μετακινήσεις & ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-02-06"),
  [ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΧΙΟΝΟΠΤΏΣΕΙΣ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΜΠΆΡΜΠΑΡΑ]],
  "Επικίνδυνες χιονοπτώσεις ως τις μεσημβρινές ώρες σε Αττική. Περιορίστε δραστικά τις μετακινήσεις & ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-02-05"),
  [ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΧΙΟΝΟΠΤΏΣΕΙΣ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΜΠΆΡΜΠΑΡΑ]],
  "Επικίνδυνες χιονοπτώσεις ως τις μεσημβρινές ώρες σε Αττική. Περιορίστε δραστικά τις μετακινήσεις & ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-02-05"),
  [ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΧΙΟΝΟΠΤΏΣΕΙΣ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [
    Prefectures[Prefectures.ΒΟΙΩΤΊΑΣ],
    Prefectures[Prefectures.ΦΘΙΏΤΙΔΑΣ],
    Prefectures[Prefectures.ΕΎΒΟΙΑΣ],
    Prefectures[Prefectures.ΜΑΓΝΗΣΊΑΣ],
  ],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΜΠΆΡΜΠΑΡΑ]],
  "Επικίνδυνες χιονοπτώσεις σε Εύβοια, Βοιωτία, Φθιώτιδα, Μαγνησία & Σποράδες. Περιορίστε δραστικά τις μετακινήσεις & ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-02-04"),
  [ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΧΙΟΝΟΠΤΏΣΕΙΣ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΜΠΆΡΜΠΑΡΑ]],
  "Επικίνδυνες χιονοπτώσεις από προμεσημβρινές ώρες Κυριακής 5/2 σε Βόρεια, Βορειοανατολική & Βορειοδυτική Αττική. Περιορίστε μετακινήσεις στις απολύτως απαραίτητες & ακολουθείτε οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-02-04"),
  [ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΧΙΟΝΟΠΤΏΣΕΙΣ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [
    Prefectures[Prefectures.ΒΟΙΩΤΊΑΣ],
    Prefectures[Prefectures.ΦΘΙΏΤΙΔΑΣ],
    Prefectures[Prefectures.ΕΎΒΟΙΑΣ],
    Prefectures[Prefectures.ΜΑΓΝΗΣΊΑΣ],
  ],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΜΠΆΡΜΠΑΡΑ]],
  "Επικίνδυνες χιονοπτώσεις από τις πρωινές ώρες της Κυριακής 5/2 σε Εύβοια, Βοιωτία, Φθιώτιδα, Μαγνησία & Σποράδες. Περιορίστε τις μετακινήσεις στις απολύτως απαραίτητες & ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-01-26"),
  [
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ],
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΟΊ_ΆΝΕΜΟΙ],
  ],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΔΩΔΕΚΑΝΉΣΩΝ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Επικίνδυνα καιρικά φαινόμενα (ισχυρές καταιγίδες - θυελλώδεις άνεμοι) από τις πρώτες πρωινές ώρες της 27/1 σε Δωδεκάνησα. Περιορίστε μετακινήσεις σε απολύτως απαραίτητες & ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-01-26"),
  [Flood[Flood.ΥΠΕΡΧΕΊΛΗΣΗ_ΠΟΤΑΜΟΎ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΡΚΑΔΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στις περιοχές Τεγέας & Κορυθίου τις επόμενες ώρες, αποφύγετε τις μετακινήσεις σας λόγω κινδύνου υπερχείλισης χειμάρρων. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-01-26"),
  [
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ],
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΟΊ_ΆΝΕΜΟΙ],
  ],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [
    Prefectures[Prefectures.ΈΒΡΟΥ],
    Prefectures[Prefectures.ΚΑΒΆΛΑΣ],
    Prefectures[Prefectures.ΛΈΣΒΟΥ],
    Prefectures[Prefectures.ΧΊΟΥ],
    Prefectures[Prefectures.ΣΆΜΟΥ],
  ],
  [Event[Event.ΚΑΝΈΝΑ]],
  " Επικίνδυνα καιρικά φαινόμενα (ισχυρές καταιγίδες - θυελλώδεις άνεμοι) τις επόμενες ώρες σε Θάσο, Σαμοθράκη, Λήμνο, Λέσβο, Χίο, Σάμο, Ικαρία. Περιορίστε μετακινήσεις σε απολύτως απαραίτητες & ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-01-26"),
  [
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ],
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΟΊ_ΆΝΕΜΟΙ],
  ],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΚΈΡΚΥΡΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Επικίνδυνα καιρικά φαινόμενα (ισχυρές καταιγίδες - θυελλώδεις άνεμοι) τις επόμενες ώρες σε Κέρκυρα. Περιορίστε τις μετακινήσεις σας στις απολύτως απαραίτητες & ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-01-26"),
  [
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ],
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΟΊ_ΆΝΕΜΟΙ],
  ],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΜΑΓΝΗΣΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Επικίνδυνα καιρικά φαινόμενα (ισχυρές καταιγίδες - θυελλώδεις άνεμοι) τις επόμενες ώρες σε Μαγνησία & Σποράδες. Περιορίστε τις μετακινήσεις σας στις απολύτως απαραίτητες & ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-01-26"),
  [
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ],
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΟΊ_ΆΝΕΜΟΙ],
  ],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΕΎΒΟΙΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Επικίνδυνα καιρικά φαινόμενα (ισχυρές καταιγίδες - θυελλώδεις άνεμοι) τις επόμενες ώρες σε Εύβοια. Περιορίστε τις μετακινήσεις σας στις απολύτως απαραίτητες & ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-01-26"),
  [
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ],
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΟΊ_ΆΝΕΜΟΙ],
  ],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Επικίνδυνα καιρικά φαινόμενα (ισχυρές καταιγίδες - θυελλώδεις άνεμοι) τις επόμενες ώρες σε Αττική. Περιορίστε τις μετακινήσεις σας στις απολύτως απαραίτητες & ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-01-25"),
  [ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΧΙΟΝΟΠΤΏΣΕΙΣ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [...provinces[Provinces.ΔΥΤΙΚΉΣ_ΜΑΚΕΔΟΝΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Πυκνές χιονοπτώσεις από τις πρωινές ώρες της Πέμπτης 26/1 στη Δυτική Μακεδονία. Περιορίστε τις μετακινήσεις σας στις απολύτως απαραίτητες, ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-01-25"),
  [
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ],
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΟΊ_ΆΝΕΜΟΙ],
  ],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [
    Prefectures[Prefectures.ΚΟΡΙΝΘΊΑΣ],
    Prefectures[Prefectures.ΑΡΓΟΛΊΔΑΣ],
    Prefectures[Prefectures.ΛΑΚΩΝΊΑΣ],
    Prefectures[Prefectures.ΜΕΣΣΗΝΊΑΣ],
    Prefectures[Prefectures.ΑΡΚΑΔΊΑΣ],
    Prefectures[Prefectures.ΚΑΡΔΊΤΣΑΣ],
    Prefectures[Prefectures.ΤΡΙΚΆΛΩΝ],
  ],
  [Event[Event.ΚΑΝΈΝΑ]],
  "πικίνδυνα φαινόμενα ισχυρές καταιγίδες - θυελλώδεις άνεμοι από πρωινές ώρες 26/1 σε Κορινθία, Αργολίδα, Λακωνία, Μεσσηνία, Αρκαδία, Καρδίτσα, Τρίκαλα. Περιορίστε μετακινήσεις σε απολύτως απαραίτητες, ακολουθείτε οδηγίες Αρχών."
);

Alerts.add(
  new Date("2023-01-25"),
  [
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ],
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΟΊ_ΆΝΕΜΟΙ],
  ],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [
    Prefectures[Prefectures.ΑΙΤΩΛΟΑΚΑΡΝΑΝΊΑΣ],
    Prefectures[Prefectures.ΗΛΕΊΑΣ],
    Prefectures[Prefectures.ΑΧΑΐΑΣ],
    Prefectures[Prefectures.ΚΕΦΑΛΛΟΝΙΆΣ],
    Prefectures[Prefectures.ΖΑΚΎΝΘΟΥ],
    Prefectures[Prefectures.ΛΕΥΚΆΔΑΣ],
  ],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Επικίνδυνα καιρικά φαινόμενα (ισχυρές καταιγίδες - θυελλώδεις άνεμοι) τις επόμενες ώρες σε Αιτωλοακαρνανία, Αχαΐα, Ηλεία Νησιά Ιονίου πλην Κέρκυρας. Περιορίστε μετακινήσεις σε απολύτως απαραίτητες & ακολουθείτε οδηγίες Αρχών."
);

Alerts.add(
  new Date("2022-12-11"),
  [
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ],
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΟΊ_ΆΝΕΜΟΙ],
  ],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΣΆΜΟΥ], Prefectures[Prefectures.ΔΩΔΕΚΑΝΉΣΩΝ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Επικίνδυνα καιρικά φαινόμενα (ισχυρές καταιγίδες - θυελλώδεις άνεμοι) από τις απογευματινές ώρες έως τις πρωινές της 12/12 σε Σάμο, Δωδεκάνησα."
);

Alerts.add(
  new Date("2022-12-11"),
  [
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ],
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΟΊ_ΆΝΕΜΟΙ],
  ],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [...provinces[Provinces.ΚΡΉΤΗΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Επικίνδυνα καιρικά φαινόμενα (ισχυρές καταιγίδες - θυελλώδεις άνεμοι) από τις μεσημβρινές ώρες έως τις πρώτες βραδινές της 11/12 σε Nότια Κρήτη."
);

Alerts.add(
  new Date("2022-12-10"),
  [
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ],
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΟΊ_ΆΝΕΜΟΙ],
  ],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [
    Prefectures[Prefectures.ΑΧΑΐΑΣ],
    Prefectures[Prefectures.ΗΛΕΊΑΣ],
    Prefectures[Prefectures.ΜΕΣΣΗΝΊΑΣ],
  ],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Επικίνδυνα καιρικά φαινόμενα (ισχυρές καταιγίδες - άνεμοι) από πρώτες πρωινές ώρες έως μεσημβρινές ώρες της 11/12 σε Αχαΐα, Ηλεία, Μεσσηνία."
);

Alerts.add(
  new Date("2022-12-10"),
  [
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ],
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΟΊ_ΆΝΕΜΟΙ],
  ],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΙΤΩΛΟΑΚΑΡΝΑΝΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Επικίνδυνα καιρικά φαινόμενα (ισχυρές καταιγίδες - άνεμοι) από τα μεσάνυχτα έως μεσημβρινές ώρες της 11/12 σε Αιτωλοακαρνανία, Αμφιλοχία."
);

Alerts.add(
  new Date("2022-12-10"),
  [
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ],
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΟΊ_ΆΝΕΜΟΙ],
  ],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΚΕΦΑΛΛΟΝΙΆΣ], ...provinces[Provinces.ΗΠΕΊΡΟΥ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Επικίνδυνα καιρικά φαινόμενα (ισχυρές καταιγίδες - άνεμοι) από σήμερα το απόγευμα έως μεσημβρινές ώρες της 11/12 σε Ήπειρο, Κέρκυρα."
);

Alerts.add(
  new Date("2022-12-09"),
  [Fire[Fire.ΒΙΟΜΗΧΑΝΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στην Λεωφ. Νάτο Ασπρόπυργο, καταφύγετε σε κλειστό κτήριο. Κλείστε πόρτες & παράθυρα. Πυρκαγιά σε υπαίθρια αποθήκη με συνθετικά υλικά. Εκλύονται επικίνδυνοι για την υγεία καπνοί."
);

Alerts.add(
  new Date("2022-12-08"),
  [Fire[Fire.ΒΙΟΜΗΧΑΝΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στην Λεωφ. Νάτο Ασπρόπυργο, καταφύγετε σε κλειστό κτήριο. Κλείστε πόρτες & παράθυρα. Πυρκαγιά σε υπαίθρια αποθήκη ελαστικών. Εκλύονται επικίνδυνοι για την υγεία καπνοί."
);

Alerts.add(
  new Date("2022-12-01"),
  [
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ],
  ],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΛΈΣΒΟΥ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΆΡΙΕΛ]],
  "Επικίνδυνα καιρικά φαινόμενα (ισχυρές καταιγίδες) έως τις πρώτες βραδινές ώρες σε Λήμνος."
);

Alerts.add(
  new Date("2022-11-30"),
  [ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΧΑΛΚΙΔΙΚΉΣ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΆΡΙΕΛ]],
  "Επικίνδυνα καιρικά φαινόμενα (ισχυρές καταιγίδες) από σήμερα (30/11, 17:00) έως μεσημβρινές ώρες της Πέμπτης 1/12 σε Χαλκιδική."
);

Alerts.add(
  new Date("2022-11-30"),
  [ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΠΙΕΡΊΑΣ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΆΡΙΕΛ]],
  "Επικίνδυνα καιρικά φαινόμενα (ισχυρές καταιγίδες) από σήμερα (30/11, 16:00) έως τις μεσημβρινές ώρες της Πέμπτης 1/12 σε Πιερία."
);

Alerts.add(
  new Date("2022-11-30"),
  [ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΚΕΦΑΛΛΟΝΙΆΣ], Prefectures[Prefectures.ΖΑΚΎΝΘΟΥ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΆΡΙΕΛ]],
  "Επικίνδυνα καιρικά φαινόμενα (ισχυρές καταιγίδες) έως τις βραδινές ώρες σημέρα σε Κεφαλονιά & Ζάκυνθο."
);

Alerts.add(
  new Date("2022-11-23"),
  [Fire[Fire.ΒΙΟΜΗΧΑΝΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  " Αν βρίσκεστε στον Ασπρόπυργο, καταφύγετε σε κλειστό κτήριο τώρα. Κλείστε τα παράθυρα & μείνετε μακριά από υαλοπίνακες. Πυρκαγιά σε βιομηχανική εγκατάσταση."
);

Alerts.add(
  new Date("2022-11-06"),
  [ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΣΆΜΟΥ], Prefectures[Prefectures.ΔΩΔΕΚΑΝΉΣΩΝ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΕΎΑ]],
  "Επικίνδυνα καιρικά φαινόμενα (ισχυρές καταιγίδες) από τις μεσημβρινές ώρες σήμερα έως τις πρωινές ώρες αύριο σε Σάμο, Ικαρία, Δωδεκάνησα."
);

Alerts.add(
  new Date("2022-11-05"),
  [ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΕΎΒΟΙΑΣ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΕΎΑ]],
  "Επικίνδυνα καιρικά φαινόμενα (ισχυρές καταιγίδες) από τις βραδινές ώρες σήμερα έως τις απογευματινές ώρες αύριο σε Εύβοια."
);

Alerts.add(
  new Date("2022-11-05"),
  [ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [
    Prefectures[Prefectures.ΠΙΕΡΊΑΣ],
    Prefectures[Prefectures.ΗΜΑΘΊΑΣ],
    Prefectures[Prefectures.ΠΈΛΛΑΣ],
    Prefectures[Prefectures.ΧΑΛΚΙΔΙΚΉΣ],
  ],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΕΎΑ]],
  "Επικίνδυνα καιρικά φαινόμενα (ισχυρές καταιγίδες) από τις βραδινές ώρες σήμερα έως τις απογευματινές ώρες αύριο σε Πιερία, Ημαθία, Πέλλα, Χαλκιδική."
);

Alerts.add(
  new Date("2022-11-05"),
  [ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ], Prefectures[Prefectures.ΚΟΡΙΝΘΊΑΣ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΕΎΑ]],
  "Επικίνδυνα καιρικά φαινόμενα (ισχυρές καταιγίδες) από τις βραδινές ώρες σήμερα έως τις απογευματινές ώρες αύριο σε Αττική, Κορινθία & Νησιά Αργοσαρωνικού."
);

Alerts.add(
  new Date("2022-11-05"),
  [ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [...provinces[Provinces.ΝΟΤΙΟΑΝΑΤΟΛΙΚΉΣ_ΠΕΛΟΠΟΝΝΉΣΟΥ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΕΎΑ]],
  "Επικίνδυνα καιρικά φαινόμενα (ισχυρές καταιγίδες) από τις βραδινές ώρες σήμερα έως τις μεσημεριανές ώρες αύριο στην Νοτιοανατολική Πελοπόννησο."
);

Alerts.add(
  new Date("2022-11-04"),
  [ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [
    ...provinces[Provinces.ΔΥΤΙΚΉΣ_ΕΛΛΆΔΑΣ],
    ...provinces[Provinces.ΝΟΤΊΟΥ_ΙΟΝΊΟΥ],
    Prefectures[Prefectures.ΜΕΣΣΗΝΊΑΣ],
  ],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΕΎΑ]],
  "Επικίνδυνα καιρικά φαινόμενα (ισχυρές καταιγίδες) από μεσημβρινές ώρες Σαββάτου 5/11 σε Δυτική Ελλάδα, Νότιο Ιόνιο & Μεσσηνία."
);

Alerts.add(
  new Date("2022-11-04"),
  [ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [...provinces[Provinces.ΒΟΡΕΊΟΥ_ΙΟΝΊΟΥ], ...provinces[Provinces.ΗΠΕΊΡΟΥ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΕΎΑ]],
  "Επικίνδυνα καιρικά φαινόμενα (ισχυρές καταιγίδες) από τις πρώτες πρωινές ώρες του Σαββάτου 5/11 σε Βόρειο Ιόνιο & Ήπειρο."
);

Alerts.add(
  new Date("2022-10-15"),
  [ExtremeWeather[ExtremeWeather.ΑΚΡΑΊΑ_ΚΑΙΡΙΚΆ_ΦΑΙΝΌΜΕΝΑ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΔΩΔΕΚΑΝΉΣΩΝ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Πιθανά επικίνδυνα καιρικά φαινόμενα το επόμενο 24ωρο σε Ρόδο, Χάλκη & Καστελλόριζο."
);

Alerts.add(
  new Date("2022-10-15"),
  [ExtremeWeather[ExtremeWeather.ΑΚΡΑΊΑ_ΚΑΙΡΙΚΆ_ΦΑΙΝΌΜΕΝΑ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΔΩΔΕΚΑΝΉΣΩΝ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Πιθανά επικίνδυνα καιρικά φαινόμενα το επόμενο 24ωρο σε Κάρπαθο & Κάσο."
);

Alerts.add(
  new Date("2022-10-15"),
  [ExtremeWeather[ExtremeWeather.ΑΚΡΑΊΑ_ΚΑΙΡΙΚΆ_ΦΑΙΝΌΜΕΝΑ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΛΑΣΙΘΊΟΥ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Πιθανά επικίνδυνα καιρικά φαινόμενα το επόμενο 24ωρο στην Π.Ε. Λασιθίου."
);

Alerts.add(
  new Date("2022-10-14"),
  [ExtremeWeather[ExtremeWeather.ΑΚΡΑΊΑ_ΚΑΙΡΙΚΆ_ΦΑΙΝΌΜΕΝΑ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [
    ...provinces[Provinces.ΗΠΕΊΡΟΥ],
    ...provinces[Provinces.ΔΥΤΙΚΉΣ_ΕΛΛΆΔΑΣ],
    ...provinces[Provinces.ΙΟΝΊΩΝ_ΝΉΣΩΝ],
    ...provinces[Provinces.ΔΥΤΙΚΉΣ_ΠΕΛΟΠΟΝΝΉΣΟΥ],
  ],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Επικίνδυνα καιρικά φαινόμενα το επόμενο 24ωρο: Περιοχές σε Ήπειρο, Δυτική Ελλάδα, Ιόνια νησιά & σε δυτική Πελοπόννησο."
);

Alerts.add(
  new Date("2022-09-26"),
  [ExtremeWeather[ExtremeWeather.ΑΚΡΑΊΑ_ΚΑΙΡΙΚΆ_ΦΑΙΝΌΜΕΝΑ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [
    Prefectures[Prefectures.ΚΈΡΚΥΡΑΣ],
    Prefectures[Prefectures.ΛΕΥΚΆΔΑΣ],
    Prefectures[Prefectures.ΚΕΦΑΛΛΟΝΙΆΣ],
    Prefectures[Prefectures.ΑΙΤΩΛΟΑΚΑΡΝΑΝΊΑΣ],
    ...provinces[Provinces.ΗΠΕΊΡΟΥ],
  ],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Πιθανά επικίνδυνα καιρικά φαινόμενα το επόμενο 24ωρο: Σε νησιά #Ιόνιο (εκτός Ζακύνθου), Ήπειρος & Αιτωλοακαρνανία."
);

Alerts.add(
  new Date("2022-09-04"),
  [ExtremeWeather[ExtremeWeather.ΑΚΡΑΊΑ_ΚΑΙΡΙΚΆ_ΦΑΙΝΌΜΕΝΑ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [
    Prefectures[Prefectures.ΘΕΣΣΑΛΟΝΊΚΗΣ],
    Prefectures[Prefectures.ΗΜΑΘΊΑΣ],
    Prefectures[Prefectures.ΠΙΕΡΊΑΣ],
    Prefectures[Prefectures.ΧΑΛΚΙΔΙΚΉΣ],
    Prefectures[Prefectures.ΛΆΡΙΣΑΣ],
    Prefectures[Prefectures.ΜΑΓΝΗΣΊΑΣ],
  ],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Πιθανά επικίνδυνα καιρικά φαινόμενα το επόμενο 24ωρο: Σε νησιά ΙΟΝΊΟΥ (εκτός Ζακύνθου), Ήπειρος & Αιτωλοακαρνανία."
);

Alerts.add(
  new Date("2022-08-24"),
  [ExtremeWeather[ExtremeWeather.ΑΚΡΑΊΑ_ΚΑΙΡΙΚΆ_ΦΑΙΝΌΜΕΝΑ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [
    ...provinces[Provinces.ΑΝΑΤΟΛΙΚΉΣ_ΜΑΚΕΔΟΝΊΑΣ_ΚΑΙ_ΘΡΆΚΗΣ],
    ...provinces[Provinces.ΚΕΝΤΡΙΚΉΣ_ΜΑΚΕΔΟΝΊΑΣ],
    ...provinces[Provinces.ΒΟΡΕΊΟΥ_ΑΙΓΑΊΟΥ],
    ...provinces[Provinces.ΘΕΣΣΑΛΊΑΣ],
    ...provinces[Provinces.ΑΝΑΤΟΛΙΚΉΣ_ΣΤΕΡΕΆΣ],
  ],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Επικίνδυνα καιρικά φαινόμενα το επόμενο 48ωρο: Παραθαλάσσιες περιοχές Αν.Μακεδονίας - Θράκης & Κ.Μακεδονίας, νησιά Β.Αιγαίου, Θεσσαλία, Σποράδες, περιοχές Αν. Στερεάς Ελλάδας & Εύβοια."
);

Alerts.add(
  new Date("2022-08-23"),
  [Fire[Fire.ΒΙΟΜΗΧΑΝΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Πυρκαγιά σε χώρο ανακύκλωσης νότια της Μάνδρα Αττικής. Παραμείνετε σε κλειστούς χώρους για προστασία από τους καπνούς."
);

Alerts.add(
  new Date("2022-08-21"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΚΈΡΚΥΡΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στα Βασιλικά εκκενώστε τώρα προς Κεφαλόβρυσο."
);

Alerts.add(
  new Date("2022-08-11"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΚΑΒΆΛΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στα Κοίνυρα εκκενώστε τώρα προς Λιμενάρια."
);

Alerts.add(
  new Date("2022-08-10"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΖΑΚΎΝΘΟΥ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στην τοποθεσία Μεγάλα Αλώνια εκκενώστε τώρα προς Άνω Βολίμες."
);

Alerts.add(
  new Date("2022-08-05"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στην Άνω Βλυχάδα εκκενώστε τώρα προς Μέγαρα μέσω Παλαιάς Εθνικής Οδού Αθηνών - Κορίνθου."
);

Alerts.add(
  new Date("2022-08-03"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΜΕΣΣΗΝΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στο Μεσοχώρι, Πύλο εκκενώστε τώρα προς Πήδασο."
);

Alerts.add(
  new Date("2022-07-26"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΛΈΣΒΟΥ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στη Βρίσα εκκενώστε τώρα προς Πολιχνίτος."
);

Alerts.add(
  new Date("2022-07-26"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στους οικισμούς Νέος Πόντος και Νέα Ζωή εκκενώστε τώρα προς Μάνδρα."
);

Alerts.add(
  new Date("2022-07-24"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΈΒΡΟΥ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στη Δαδιά εκκενώστε τώρα προς Σουφλί διά μέσου Γιαννούλη."
);

Alerts.add(
  new Date("2022-07-24"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΗΛΕΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Δασική πυρκαγιά στην Κρέστενα, Φρύξα Μακρίσια, Σκιλλουντία. Αποφύγετε την περιοχή."
);

Alerts.add(
  new Date("2022-07-24"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΛΈΣΒΟΥ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στο Σταυρό, εκκενώστε τώρα προς Βατερά."
);

Alerts.add(
  new Date("2022-07-24"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΛΈΣΒΟΥ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στη Βρίσα, εκκενώστε τώρα προς Πολιχνίτος."
);

Alerts.add(
  new Date("2022-07-24"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΈΒΡΟΥ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στη Δαδιά, εκκενώστε τώρα προς Γιαννούλη - Σουφλί."
);

Alerts.add(
  new Date("2022-07-23"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΛΈΣΒΟΥ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στην περιοχή Βατερά, εκκενώστε τώρα προς Πολίχνιτο."
);

Alerts.add(
  new Date("2022-07-21"),
  [Fire[Fire.ΒΙΟΜΗΧΑΝΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Πυρκαγιά σε αποθήκη στον Ασπρόπυργο. Κλείστε παράθυρα, πόρτες για προστασία από τους καπνούς."
);

Alerts.add(
  new Date("2022-07-21"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΗΛΕΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στον οικισμό Πηγάδι Κόκλα, εκκενώστε τώρα προς Σίμιζα."
);

Alerts.add(
  new Date("2022-07-20"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στις οδούς Αγίου Νικολάου & Αγίου Θεράπωντος Σαλαμίνας, μετακινηθείτε τώρα προς Παραλία Ακτή Καραϊσκάκη."
);

Alerts.add(
  new Date("2022-07-20"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στους Πρόποδες του Ευριπίδειου Θεάτρου, μετακινηθείτε τώρα προς Παραλία Ακτή Καραϊσκάκη."
);

Alerts.add(
  new Date("2022-07-20"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στον οικισμό Παπαγιανέικα Μεγάρων εκκενώστε τώρα προς Μέγαρα."
);

Alerts.add(
  new Date("2022-07-20"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στον οικισμό Ζάχουλη Μεγάρων εκκενώστε τώρα προς Αλεποχώρι."
);

Alerts.add(
  new Date("2022-07-20"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ], Traffic[Traffic.ΚΛΕΊΣΙΜΟ_ΔΡΌΜΟΥ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αποφύγετε τη μετακίνηση στη Λεωφόρο Μαραθώνος από τον κόμβο της Αττικής Οδού έως το Πικέρμι. Δρόμος κλειστός λόγω δασικής πυρκαγιάς στην περιοχή."
);

Alerts.add(
  new Date("2022-07-20"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στις περιοχές Παλλήνη & Νέα Παλλήνη εκκενώστε τώρα προς Πικέρμι, Ραφήνα."
);

Alerts.add(
  new Date("2022-07-19"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στις περιοχές Διώνη & Δασαμάρι εκκενώστε τώρα προς Παλλήνη."
);

Alerts.add(
  new Date("2022-07-19"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στην Ανθούσα εκκενώστε τώρα προς Γέρακα."
);

Alerts.add(
  new Date("2022-07-19"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στο Ντράφι εκκενώστε τώρα προς Παλλήνη."
);

Alerts.add(
  new Date("2022-07-19"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στις περιοχές Πεντέλη, Νέα Πεντέλη, Ντράφι, Νταού Πεντέλης, Διώνη & Καλλιτεχνούπολη παραμείνετε σε ετοιμότητα & ακολουθείτε της οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2022-07-18"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΡΕΘΎΜΝΗΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στις περιοχές Σακτούρια & Κάτω Σακτούρια εκκενώστε τώρα προς Άγιο Παύλο & Ακουμιανή Γυαλιά."
);

Alerts.add(
  new Date("2022-07-16"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΧΑΐΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στις περιοχές Πλατανόβρυση & Αγία Παρασκευή εκκενώστε τώρα προς Χαλανδρίτσα."
);

Alerts.add(
  new Date("2022-07-15"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΡΕΘΎΜΝΗΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στις Μέλαμπες εκκενώστε τώρα προς Νέα Κρύα Βρύση."
);

Alerts.add(
  new Date("2022-07-15"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στον Άγιο Παντελεήμονα Ανάβυσσος εκκενώστε τώρα προς Λαγονήσι."
);

Alerts.add(
  new Date("2022-07-15"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στη Φέριζα εκκενώστε τώρα προς Λαγονήσι."
);

Alerts.add(
  new Date("2022-07-05"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στο Μύτικα εκκενώστε τώρα προς Ψάθα."
);

Alerts.add(
  new Date("2022-07-04"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΦΩΚΊΔΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στην βόρεια περιοχή της Ιτέας εκκενώστε τώρα προς Κίρρα."
);

Alerts.add(
  new Date("2022-07-04"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΦΩΚΊΔΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αποφύγετε τη βόρεια περιοχή της Ιτέας. Δασική πυρκαγιά σε εξέλιξη."
);


Alerts.add(
  new Date("2022-07-04"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΗΛΕΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στo Λάτα εκκενώστε τώρα προς Εφύρα."
);

Alerts.add(
  new Date("2022-07-04"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΒΟΙΩΤΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Λόγω εκδήλωσης πυρκαγιάς στη Βρυσούλα Σχηματαρίου, βορειοδυτικά του Δήλεσι αποφύγετε την μετακίνηση σας στην περιοχή."
);

Alerts.add(
  new Date("2022-07-03"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΗΛΕΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στη Κοτρωνά ή Καραγιαννέικα εκκενώστε τώρα προς Αγραπιδοχώρι. Αν βρίσκεστε στη Δαλαμπουρέικα εκκενώστε τώρα προς Αγραπιδοχώρι."
);

Alerts.add(
  new Date("2022-07-03"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΗΛΕΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στη Βάλμη εκκενώστε τώρα προς Αγραπιδοχώρι."
);

Alerts.add(
  new Date("2022-06-18"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΕΎΒΟΙΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στον Κρεμαστό Δήμου Κύμης Αλιβερίου εκκενώστε τώρα προς Τραχήλι."
);

Alerts.add(
  new Date("2022-06-10"),
  [
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ],
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΒΡΟΧΟΠΤΏΣΕΙΣ],
  ],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [
    ...provinces[Provinces.ΚΕΝΤΡΙΚΉΣ_ΜΑΚΕΔΟΝΊΑΣ],
    ...provinces[Provinces.ΑΝΑΤΟΛΙΚΉΣ_ΜΑΚΕΔΟΝΊΑΣ_ΚΑΙ_ΘΡΆΚΗΣ],
    ...provinces[Provinces.ΒΟΡΕΊΟΥ_ΑΙΓΑΊΟΥ],
  ],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Προειδοποίηση για επικίνδυνα καιρικά φαινόμενα (καταιγίδες - ραγδαίες βροχοπτώσεις) το επόμενο 24ωρο σε Κεντρ. Μακεδονία, Αν. Μακεδονία & Θράκη, Νησιά Β. Αιγαίου."
);

Alerts.add(
  new Date("2022-06-09"),
  [
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ],
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΒΡΟΧΟΠΤΏΣΕΙΣ],
  ],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΠΟΛΛΈΣ_ΠΕΡΙΟΧΈΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Προειδοποίηση για επικίνδυνα καιρικά φαινόμενα (καταιγίδες – ραγδαίες βροχοπτώσεις) το επόμενο 24ωρο σε πολλές περιοχές της χώρας."
);

Alerts.add(
  new Date("2022-06-06"),
  [Fire[Fire.ΒΙΟΜΗΧΑΝΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Πυρκαγιά σε αποθήκη στον Ασπρόπυργο. Αποφύγετε τις άσκοπες μετακινήσεις. Παραμείνετε σε κλειστούς χώρους λόγω έκλυσης επικίνδυνων καπνών."
);

Alerts.add(
  new Date("2022-06-04"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στην Άνω Βούλα  εκκενώστε τώρα προς Πλατεία Άλσους Άνω Βούλας."
);

Alerts.add(
  new Date("2022-01-24"),
  [ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΧΙΟΝΟΠΤΏΣΕΙΣ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΕΛΠΊΔΑ]],
  "Προειδοποίηση για πολύ έντονες χιονοπτώσεις τις επόμενες ώρες σε Αττική."
);

Alerts.add(
  new Date("2022-01-23"),
  [ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΧΙΟΝΟΠΤΏΣΕΙΣ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [
    Prefectures[Prefectures.ΜΑΓΝΗΣΊΑΣ],
    Prefectures[Prefectures.ΦΘΙΏΤΙΔΑΣ],
    Prefectures[Prefectures.ΕΎΒΟΙΑΣ],
    Prefectures[Prefectures.ΚΥΚΛΆΔΩΝ],
    Prefectures[Prefectures.ΛΈΣΒΟΥ],
  ],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΕΛΠΊΔΑ]],
  "Προειδοποίηση για έντονες χιονοπτώσεις το επόμενο 48ωρο σε Μαγνησία, Σποράδες, Φθιώτιδα, Εύβοια, Βόρειες Κυκλάδες, Λήμνο."
);

Alerts.add(
  new Date("2022-01-11"),
  [ExtremeWeather[ExtremeWeather.ΑΚΡΑΊΑ_ΚΑΙΡΙΚΆ_ΦΑΙΝΌΜΕΝΑ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΜΑΓΝΗΣΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Σε εξέλιξη επικίνδυνα καιρικά φαινόμενα σε Μαγνησία."
);

Alerts.add(
  new Date("2022-01-10"),
  [ExtremeWeather[ExtremeWeather.ΑΚΡΑΊΑ_ΚΑΙΡΙΚΆ_ΦΑΙΝΌΜΕΝΑ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [
    Prefectures[Prefectures.ΦΘΙΏΤΙΔΑΣ],
    Prefectures[Prefectures.ΕΎΒΟΙΑΣ],
    Prefectures[Prefectures.ΔΩΔΕΚΑΝΉΣΩΝ],
    ...provinces[Provinces.ΘΕΣΣΑΛΊΑΣ],
  ],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΕΛΠΊΔΑ]],
  "Προειδοποίηση για επικίνδυνα καιρικά φαινόμενα το επόμενο 48ωρο σε Θεσσαλία, Φθιώτιδα, Βόρεια Εύβοια, Νησιά Νοτιοανατολικού Αιγαίου, Δωδεκάνησα."
);

Alerts.add(
  new Date("2021-12-11"),
  [Flood[Flood.ΠΛΗΜΜΎΡΑ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [...provinces[Provinces.ΑΝΑΤΟΛΙΚΉΣ_ΜΑΚΕΔΟΝΊΑΣ_ΚΑΙ_ΘΡΆΚΗΣ], Prefectures[Prefectures.ΣΆΜΟΥ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Προειδοποίηση για επικίνδυνα καιρικά φαινόμενα σε Ανατολική Μακεδονία & Θράκη & Nήσο Λήμνο."
);

Alerts.add(
  new Date("2021-12-11"),
  [Flood[Flood.ΠΛΗΜΜΎΡΑ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΙΤΩΛΟΑΚΑΡΝΑΝΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Προειδοποίηση για υψηλό κίνδυνο πλημμύρας σε Αιτωλοακαρνανία & ευρύτερη περιοχή."
);

Alerts.add(
  new Date("2021-12-10"),
  [ExtremeWeather[ExtremeWeather.ΑΚΡΑΊΑ_ΚΑΙΡΙΚΆ_ΦΑΙΝΌΜΕΝΑ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [
    ...provinces[Provinces.ΙΟΝΊΩΝ_ΝΉΣΩΝ],
    ...provinces[Provinces.ΗΠΕΊΡΟΥ],
    ...provinces[Provinces.ΘΕΣΣΑΛΊΑΣ],
    Prefectures[Prefectures.ΠΕΡΙΟΧΈΣ_ΠΕΛΟΠΟΝΝΉΣΟΥ],
    Prefectures[Prefectures.ΠΕΡΙΟΧΈΣ_ΣΤΕΡΕΆΣ_ΕΛΛΆΔΑΣ],
  ],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Προειδοποίηση για επικίνδυνα καιρικά φαινόμενα σε νησιά Ιονίου, Ήπειρο, Θεσσαλία, περιοχές Στερεάς Ελλάδας & Πελοποννήσου από ξημερώματα Σαββάτου."
);

Alerts.add(
  new Date("2021-11-20"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [Prefectures[Prefectures.ΚΥΚΛΆΔΩΝ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στις περιοχές Αγία Βαρβάρα, Φέρο και Λυχνάφτια Τήνου παραμείνετε σε ετοιμότητα και ακολουθείτε τις οδηγίες των αρχών."
);

Alerts.add(
  new Date("2021-10-13"),
  [ExtremeWeather[ExtremeWeather.ΑΚΡΑΊΑ_ΚΑΙΡΙΚΆ_ΦΑΙΝΌΜΕΝΑ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΠΟΛΛΈΣ_ΠΕΡΙΟΧΈΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Προειδοποίηση για επικίνδυνα καιρικά φαινόμενα. Αποφύγετε άσκοπες μετακινήσεις, περιοχές που έχουν πλημμυρίσει ή που μπορεί να πλημμυρίσουν."
);

Alerts.add(
  new Date("2021-10-06"),
  [ExtremeWeather[ExtremeWeather.ΑΚΡΑΊΑ_ΚΑΙΡΙΚΆ_ΦΑΙΝΌΜΕΝΑ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [
    ...provinces[Provinces.ΔΥΤΙΚΉΣ_ΣΤΕΡΕΆΣ],
    ...provinces[Provinces.ΒΟΡΕΊΟΥ_ΙΟΝΊΟΥ],
    ...provinces[Provinces.ΗΠΕΊΡΟΥ],
  ],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Προειδοποίηση για ακραία καιρικά φαινόμενα σε Β. Ιόνιο, Ήπειρο & Δυτ. Στερεά. Αποφύγετε άσκοπες μετακινήσεις, περιοχές που έχουν πλημμυρίσει ή που μπορεί να πλημμυρίσουν. Ασφαλίστε αντικείμενα που μπορεί να παρασυρθούν από άνεμο."
);

Alerts.add(
  new Date("2021-09-27"),
  [Earthquake[Earthquake.ΣΕΙΣΜΙΚΉ_ΔΌΝΗΣΗ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [...provinces[Provinces.ΚΡΉΤΗΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Ισχυρός σεισμός στην #Kρήτη με σεισμική ακολουθία σε εξέλιξη. Μην μπαίνετε σε κτήρια που έχουν υποστεί οποιαδήποτε ζημιά."
);

Alerts.add(
  new Date("2021-09-21"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [Prefectures[Prefectures.ΑΡΚΑΔΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στο Λεοντάρι παραμείνετε σε ετοιμότητα & ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2021-09-07"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [Prefectures[Prefectures.ΒΟΙΩΤΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στις περιοχές Παραλία Διστόμου & Περιστερά παραμείνετε σε ετοιμότητα & ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2021-08-23"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΑΤΤΙΚΉΣ_ΑΥΓΟΎΣΤΟΥ_2021]],
  "Αν βρίσκεστε στον Προφήτη Ηλία Βιλίων εκκενώστε τώρα προς Μάνδρα."
);

Alerts.add(
  new Date("2021-08-23"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΑΤΤΙΚΉΣ_ΑΥΓΟΎΣΤΟΥ_2021]],
  "Αν βρίσκεστε στα Βίλια εκκενώστε τώρα προς Ψάθα."
);

Alerts.add(
  new Date("2021-08-16"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΑΤΤΙΚΉΣ_ΑΥΓΟΎΣΤΟΥ_2021]],
  "Αν βρίσκεστε στην Βενίζα εκκενώστε τώρα προς Μέγαρα."
);

Alerts.add(
  new Date("2021-08-16"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΑΤΤΙΚΉΣ_ΑΥΓΟΎΣΤΟΥ_2021]],
  "Αν βρίσκεστε στο Μικρό ή Μέγα Βαθυχώρι εκκενώστε τώρα προς Ψάθα."
);

Alerts.add(
  new Date("2021-08-16"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΑΤΤΙΚΉΣ_ΑΥΓΟΎΣΤΟΥ_2021]],
  "Αν βρίσκεστε στην Αγία Παρασκευή ή Κρύο Πηγάδι εκκενώστε τώρα προς Ψάθα, Αλεποχώρι."
);

Alerts.add(
  new Date("2021-08-16"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΑΤΤΙΚΉΣ_ΑΥΓΟΎΣΤΟΥ_2021]],
  "Αν βρίσκεστε στον Άγιο Κωνσταντίνο εκκενώστε τώρα προς Λαύριο."
);

Alerts.add(
  new Date("2021-08-16"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΑΤΤΙΚΉΣ_ΑΥΓΟΎΣΤΟΥ_2021]],
  "Αν βρίσκεστε στον Άγιο Γεώργιο ή Παλαιοχώρι εκκενώστε τώρα προς Ψάθα."
);

Alerts.add(
  new Date("2021-08-16"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΑΤΤΙΚΉΣ_ΑΥΓΟΎΣΤΟΥ_2021]],
  "Αν βρίσκεστε στη Συντερίνα Κερατέας, εκκενώστε τώρα προς Ανάβυσσο."
);

Alerts.add(
  new Date("2021-08-16"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΑΤΤΙΚΉΣ_ΑΥΓΟΎΣΤΟΥ_2021]],
  "Αν βρίσκεστε στο Μαρκάτι Κερατέας, εκκενώστε τώρα προς Λαύριο."
);

Alerts.add(
  new Date("2021-08-14"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΚΟΡΙΝΘΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στον Σολομό Κορινθίας εκκενώστε τώρα προληπτικά προς Χιλιομόδι."
);

Alerts.add(
  new Date("2021-08-14"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΕΎΒΟΙΑΣ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΕΎΒΟΙΑΣ_ΑΥΓΟΎΣΤΟΥ_2021]],
  "Αν βρίσκεστε στα Μεσοχώρια εκκενώστε τώρα προς Νέα Στύρα."
);

Alerts.add(
  new Date("2021-08-10"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΡΚΑΔΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στους οικισμούς Χρυσοχώρι, ΙαματικέςΠηγές, Λουτρά, Λίθαρος, Αγιονέρι, Παρνασσός, Όχθια, Αετοράχη, Κάλλιανη, Δόξα, Τουμπίτσι ή Μελιδόνι εκκενώστε τώρα προς Τρόπαια, Τρίπολη."
);

Alerts.add(
  new Date("2021-08-10"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΡΚΑΔΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στους οικισμούς Παλαιοχώρι, Πύρρης, Άγιος Ιωάννης Αρχαίας Ηραίας, Λώτης, Λιοδώρα, Καστράκι, Φαναράκι εκκενώστε τώρα προς Τρόπαια, Τρίπολη."
);

Alerts.add(
  new Date("2021-08-10"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΗΛΕΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στον οικισμό Λάλα εκκενώστε τώρα προς Εθνική Οδό."
);

Alerts.add(
  new Date("2021-08-10"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΕΎΒΟΙΑΣ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΕΎΒΟΙΑΣ_ΑΥΓΟΎΣΤΟΥ_2021]],
  "Αν βρίσκεστε στις περιοχές Λιβαδάκι ή #απελλίτσα, εκκενώστε τώρα προς Γέφυρα Σέκουλα."
);

Alerts.add(
  new Date("2021-08-10"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΕΎΒΟΙΑΣ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΕΎΒΟΙΑΣ_ΑΥΓΟΎΣΤΟΥ_2021]],
  "Αν βρίσκεστε στη περιοχή Ασμήνιο εκκενώστε τώρα προς Ιστιαία."
);

Alerts.add(
  new Date("2021-08-09"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΕΎΒΟΙΑΣ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΕΎΒΟΙΑΣ_ΑΥΓΟΎΣΤΟΥ_2021]],
  ""
);

Alerts.add(
  new Date("2021-08-08"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΕΎΒΟΙΑΣ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΕΎΒΟΙΑΣ_ΑΥΓΟΎΣΤΟΥ_2021]],
  ""
);

Alerts.add(
  new Date("2021-08-08"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΕΎΒΟΙΑΣ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΕΎΒΟΙΑΣ_ΑΥΓΟΎΣΤΟΥ_2021]],
  ""
);

Alerts.add(
  new Date("2021-08-07"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΗΛΕΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-07"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΕΎΒΟΙΑΣ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΕΎΒΟΙΑΣ_ΑΥΓΟΎΣΤΟΥ_2021]],
  ""
);

Alerts.add(
  new Date("2021-08-07"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΕΎΒΟΙΑΣ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΕΎΒΟΙΑΣ_ΑΥΓΟΎΣΤΟΥ_2021]],
  ""
);

Alerts.add(
  new Date("2021-08-07"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΕΎΒΟΙΑΣ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΕΎΒΟΙΑΣ_ΑΥΓΟΎΣΤΟΥ_2021]],
  ""
);

Alerts.add(
  new Date("2021-08-07"),
  [Fire[Fire.ΑΥΞΗΜΈΝΟΣ_ΚΊΝΔΥΝΟΣ_ΠΥΡΚΑΓΙΆΣ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΔΩΔΕΚΑΝΉΣΩΝ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-07"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΑΤΤΙΚΉΣ_ΑΥΓΟΎΣΤΟΥ_2021]],
  ""
);

Alerts.add(
  new Date("2021-08-06"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΦΩΚΊΔΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-06"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΑΤΤΙΚΉΣ_ΑΥΓΟΎΣΤΟΥ_2021]],
  ""
);

Alerts.add(
  new Date("2021-08-06"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΑΤΤΙΚΉΣ_ΑΥΓΟΎΣΤΟΥ_2021]],
  ""
);

Alerts.add(
  new Date("2021-08-06"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΑΤΤΙΚΉΣ_ΑΥΓΟΎΣΤΟΥ_2021]],
  ""
);

Alerts.add(
  new Date("2021-08-06"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΗΛΕΊΑΣ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΑΤΤΙΚΉΣ_ΑΥΓΟΎΣΤΟΥ_2021]],
  ""
);

Alerts.add(
  new Date("2021-08-06"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΑΤΤΙΚΉΣ_ΑΥΓΟΎΣΤΟΥ_2021]],
  ""
);

Alerts.add(
  new Date("2021-08-06"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΦΘΙΏΤΙΔΑΣ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΑΤΤΙΚΉΣ_ΑΥΓΟΎΣΤΟΥ_2021]],
  ""
);

Alerts.add(
  new Date("2021-08-06"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΑΤΤΙΚΉΣ_ΑΥΓΟΎΣΤΟΥ_2021]],
  ""
);

Alerts.add(
  new Date("2021-08-06"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΑΤΤΙΚΉΣ_ΑΥΓΟΎΣΤΟΥ_2021]],
  ""
);

Alerts.add(
  new Date("2021-08-06"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΑΤΤΙΚΉΣ_ΑΥΓΟΎΣΤΟΥ_2021]],
  ""
);

Alerts.add(
  new Date("2021-08-06"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΑΤΤΙΚΉΣ_ΑΥΓΟΎΣΤΟΥ_2021]],
  ""
);

Alerts.add(
  new Date("2021-08-06"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΑΤΤΙΚΉΣ_ΑΥΓΟΎΣΤΟΥ_2021]],
  ""
);

Alerts.add(
  new Date("2021-08-06"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΑΤΤΙΚΉΣ_ΑΥΓΟΎΣΤΟΥ_2021]],
  ""
);

Alerts.add(
  new Date("2021-08-06"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΑΤΤΙΚΉΣ_ΑΥΓΟΎΣΤΟΥ_2021]],
  ""
);

Alerts.add(
  new Date("2021-08-06"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΑΤΤΙΚΉΣ_ΑΥΓΟΎΣΤΟΥ_2021]],
  ""
);

Alerts.add(
  new Date("2021-08-05"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΑΤΤΙΚΉΣ_ΑΥΓΟΎΣΤΟΥ_2021]],
  ""
);

Alerts.add(
  new Date("2021-08-05"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΑΤΤΙΚΉΣ_ΑΥΓΟΎΣΤΟΥ_2021]],
  ""
);

Alerts.add(
  new Date("2021-08-05"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΦΩΚΊΔΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-05"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΦΩΚΊΔΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-05"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΑΤΤΙΚΉΣ_ΑΥΓΟΎΣΤΟΥ_2021]],
  ""
);

Alerts.add(
  new Date("2021-08-05"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΕΎΒΟΙΑΣ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΕΎΒΟΙΑΣ_ΑΥΓΟΎΣΤΟΥ_2021]],
  ""
);

Alerts.add(
  new Date("2021-08-05"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΗΛΕΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-05"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΦΩΚΊΔΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-05"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΓΡΕΒΕΝΏΝ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-05"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΜΕΣΣΗΝΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-05"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΑΤΤΙΚΉΣ_ΑΥΓΟΎΣΤΟΥ_2021]],
  ""
);

Alerts.add(
  new Date("2021-08-05"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΗΛΕΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-05"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΑΤΤΙΚΉΣ_ΑΥΓΟΎΣΤΟΥ_2021]],
  ""
);

Alerts.add(
  new Date("2021-08-05"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΗΛΕΊΑΣ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΑΤΤΙΚΉΣ_ΑΥΓΟΎΣΤΟΥ_2021]],
  ""
);

Alerts.add(
  new Date("2021-08-05"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΕΎΒΟΙΑΣ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΕΎΒΟΙΑΣ_ΑΥΓΟΎΣΤΟΥ_2021]],
  ""
);

Alerts.add(
  new Date("2021-08-04"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΜΕΣΣΗΝΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-04"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΜΕΣΣΗΝΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-04"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΗΛΕΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-04"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΗΛΕΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-04"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΕΎΒΟΙΑΣ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΕΎΒΟΙΑΣ_ΑΥΓΟΎΣΤΟΥ_2021]],
  ""
);

Alerts.add(
  new Date("2021-08-04"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΕΎΒΟΙΑΣ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΕΎΒΟΙΑΣ_ΑΥΓΟΎΣΤΟΥ_2021]],
  ""
);

Alerts.add(
  new Date("2021-08-04"),
  [Fire[Fire.ΑΥΞΗΜΈΝΟΣ_ΚΊΝΔΥΝΟΣ_ΠΥΡΚΑΓΙΆΣ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΔΩΔΕΚΑΝΉΣΩΝ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-04"),
  [Fire[Fire.ΑΥΞΗΜΈΝΟΣ_ΚΊΝΔΥΝΟΣ_ΠΥΡΚΑΓΙΆΣ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [...provinces[Provinces.ΚΡΉΤΗΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-04"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΑΤΤΙΚΉΣ_ΑΥΓΟΎΣΤΟΥ_2021]],
  ""
);

Alerts.add(
  new Date("2021-08-04"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΕΎΒΟΙΑΣ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΕΎΒΟΙΑΣ_ΑΥΓΟΎΣΤΟΥ_2021]],
  ""
);

Alerts.add(
  new Date("2021-08-03"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΑΤΤΙΚΉΣ_ΑΥΓΟΎΣΤΟΥ_2021]],
  ""
);

Alerts.add(
  new Date("2021-08-03"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΑΤΤΙΚΉΣ_ΑΥΓΟΎΣΤΟΥ_2021]],
  ""
);

Alerts.add(
  new Date("2021-08-03"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΑΤΤΙΚΉΣ_ΑΥΓΟΎΣΤΟΥ_2021]],
  ""
);

Alerts.add(
  new Date("2021-08-03"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΑΤΤΙΚΉΣ_ΑΥΓΟΎΣΤΟΥ_2021]],
  ""
);

Alerts.add(
  new Date("2021-08-03"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΜΕΣΣΗΝΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-03"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΑΤΤΙΚΉΣ_ΑΥΓΟΎΣΤΟΥ_2021]],
  ""
);

Alerts.add(
  new Date("2021-08-03"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΑΤΤΙΚΉΣ_ΑΥΓΟΎΣΤΟΥ_2021]],
  ""
);

Alerts.add(
  new Date("2021-08-01"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [Prefectures[Prefectures.ΔΩΔΕΚΑΝΉΣΩΝ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-01"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΔΩΔΕΚΑΝΉΣΩΝ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-07-31"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΧΑΐΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-07-31"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΧΑΐΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-07-28"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΧΑΐΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-07-28"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΧΑΐΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-07-27"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-07-27"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-07-25"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΡΓΟΛΊΔΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-07-24"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΚΟΡΙΝΘΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-07-10"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΕΎΒΟΙΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-07-03"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [Prefectures[Prefectures.ΚΕΦΑΛΛΟΝΙΆΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-06-18"),
  [Fire[Fire.ΒΙΟΜΗΧΑΝΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-05-20"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-05-20"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-05-20"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2020-11-07"),
  [Covid19[Covid19.COVID_19]],
  [Type[Type.ΑΠΑΓΌΡΕΥΣΗΣ_ΚΥΚΛΟΦΟΡΊΑΣ]],
  [...epikratia[Epikratia.ΕΠΙΚΡΆΤΕΙΑ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2020-11-02"),
  [Covid19[Covid19.COVID_19]],
  [Type[Type.ΑΠΑΓΌΡΕΥΣΗΣ_ΚΥΚΛΟΦΟΡΊΑΣ]],
  [Prefectures[Prefectures.ΜΑΓΝΗΣΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2020-10-30"),
  [Covid19[Covid19.COVID_19]],
  [Type[Type.ΑΠΑΓΌΡΕΥΣΗΣ_ΚΥΚΛΟΦΟΡΊΑΣ]],
  [
    Prefectures[Prefectures.ΘΕΣΣΑΛΟΝΊΚΗΣ],
    Prefectures[Prefectures.ΛΆΡΙΣΑΣ],
    Prefectures[Prefectures.ΡΟΔΌΠΗΣ],
  ],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2020-10-30"),
  [Tsunami[Tsunami.ΤΣΟΥΝΆΜΙ], Earthquake[Earthquake.ΣΕΙΣΜΙΚΉ_ΔΌΝΗΣΗ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ], Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΣΆΜΟΥ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2020-10-29"),
  [Covid19[Covid19.COVID_19]],
  [Type[Type.ΑΠΑΓΌΡΕΥΣΗΣ_ΚΥΚΛΟΦΟΡΊΑΣ]],
  [Prefectures[Prefectures.ΙΩΑΝΝΊΝΩΝ], Prefectures[Prefectures.ΣΕΡΡΏΝ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2020-10-23"),
  [Covid19[Covid19.COVID_19]],
  [Type[Type.ΑΠΑΓΌΡΕΥΣΗΣ_ΚΥΚΛΟΦΟΡΊΑΣ]],
  [Prefectures[Prefectures.ΚΑΣΤΟΡΙΆΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2020-10-15"),
  [Covid19[Covid19.COVID_19]],
  [Type[Type.ΑΠΑΓΌΡΕΥΣΗΣ_ΚΥΚΛΟΦΟΡΊΑΣ]],
  [Prefectures[Prefectures.ΚΟΖΆΝΗΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2020-10-07"),
  [Covid19[Covid19.COVID_19]],
  [Type[Type.ΑΠΑΓΌΡΕΥΣΗΣ_ΚΥΚΛΟΦΟΡΊΑΣ]],
  [Prefectures[Prefectures.ΚΟΖΆΝΗΣ], Prefectures[Prefectures.ΙΩΑΝΝΊΝΩΝ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2020-10-05"),
  [Covid19[Covid19.COVID_19]],
  [Type[Type.ΑΠΑΓΌΡΕΥΣΗΣ_ΚΥΚΛΟΦΟΡΊΑΣ]],
  [Prefectures[Prefectures.ΑΧΑΐΑΣ], Prefectures[Prefectures.ΙΩΑΝΝΊΝΩΝ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2020-10-01"),
  [Covid19[Covid19.COVID_19]],
  [Type[Type.ΑΠΑΓΌΡΕΥΣΗΣ_ΚΥΚΛΟΦΟΡΊΑΣ]],
  [Prefectures[Prefectures.ΚΥΚΛΆΔΩΝ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2020-09-27"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2020-09-25"),
  [Covid19[Covid19.COVID_19]],
  [Type[Type.ΑΠΑΓΌΡΕΥΣΗΣ_ΚΥΚΛΟΦΟΡΊΑΣ]],
  [Prefectures[Prefectures.ΤΡΙΚΆΛΩΝ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2020-09-17"),
  [ExtremeWeather[ExtremeWeather.ΑΚΡΑΊΑ_ΚΑΙΡΙΚΆ_ΦΑΙΝΌΜΕΝΑ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [
    Prefectures[Prefectures.ΑΙΤΩΛΟΑΚΑΡΝΑΝΊΑΣ],
    Prefectures[Prefectures.ΑΧΑΐΑΣ],
    Prefectures[Prefectures.ΗΛΕΊΑΣ],
    Prefectures[Prefectures.ΜΕΣΣΗΝΊΑΣ],
  ],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2020-09-17"),
  [ExtremeWeather[ExtremeWeather.ΑΚΡΑΊΑ_ΚΑΙΡΙΚΆ_ΦΑΙΝΌΜΕΝΑ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [...provinces[Provinces.ΙΟΝΊΩΝ_ΝΉΣΩΝ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2020-09-11"),
  [Covid19[Covid19.COVID_19]],
  [Type[Type.ΑΠΑΓΌΡΕΥΣΗΣ_ΚΥΚΛΟΦΟΡΊΑΣ]],
  [
    Prefectures[Prefectures.ΠΈΛΛΑΣ],
    Prefectures[Prefectures.ΠΙΕΡΊΑΣ],
    Prefectures[Prefectures.ΗΜΑΘΊΑΣ],
    Prefectures[Prefectures.ΚΙΛΚΊΣ],
  ],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2020-09-03"),
  [Fire[Fire.ΑΥΞΗΜΈΝΟΣ_ΚΊΝΔΥΝΟΣ_ΠΥΡΚΑΓΙΆΣ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [
    Prefectures[Prefectures.ΕΎΒΟΙΑΣ],
    Prefectures[Prefectures.ΒΟΙΩΤΊΑΣ],
    Prefectures[Prefectures.ΚΈΡΚΥΡΑΣ],
    Prefectures[Prefectures.ΚΕΦΑΛΛΟΝΙΆΣ],
    Prefectures[Prefectures.ΖΑΚΎΝΘΟΥ],
    Prefectures[Prefectures.ΑΧΑΐΑΣ],
    Prefectures[Prefectures.ΗΛΕΊΑΣ],
    Prefectures[Prefectures.ΜΕΣΣΗΝΊΑΣ],
    Prefectures[Prefectures.ΘΕΣΣΑΛΟΝΊΚΗΣ],
    Prefectures[Prefectures.ΧΑΛΚΙΔΙΚΉΣ],
    Prefectures[Prefectures.ΜΑΓΝΗΣΊΑΣ],
    Prefectures[Prefectures.ΧΊΟΥ],
    Prefectures[Prefectures.ΣΆΜΟΥ],
    Prefectures[Prefectures.ΔΩΔΕΚΑΝΉΣΩΝ],
  ],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2020-08-31"),
  [Covid19[Covid19.COVID_19]],
  [Type[Type.ΑΠΑΓΌΡΕΥΣΗΣ_ΚΥΚΛΟΦΟΡΊΑΣ]],
  [Prefectures[Prefectures.ΗΡΑΚΛΕΊΟΥ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2020-08-29"),
  [Covid19[Covid19.COVID_19]],
  [Type[Type.ΑΠΑΓΌΡΕΥΣΗΣ_ΚΥΚΛΟΦΟΡΊΑΣ]],
  [Prefectures[Prefectures.ΖΑΚΎΝΘΟΥ], Prefectures[Prefectures.ΛΈΣΒΟΥ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2020-08-25"),
  [Covid19[Covid19.COVID_19]],
  [Type[Type.ΑΠΑΓΌΡΕΥΣΗΣ_ΚΥΚΛΟΦΟΡΊΑΣ]],
  [Prefectures[Prefectures.ΧΑΝΊΩΝ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2020-08-17"),
  [Covid19[Covid19.COVID_19]],
  [Type[Type.ΑΠΑΓΌΡΕΥΣΗΣ_ΚΥΚΛΟΦΟΡΊΑΣ]],
  [...epikratia[Epikratia.ΕΠΙΚΡΆΤΕΙΑ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2020-03-22"),
  [Covid19[Covid19.COVID_19]],
  [Type[Type.ΑΠΑΓΌΡΕΥΣΗΣ_ΚΥΚΛΟΦΟΡΊΑΣ]],
  [...epikratia[Epikratia.ΕΠΙΚΡΆΤΕΙΑ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2020-03-17"),
  [Covid19[Covid19.COVID_19]],
  [Type[Type.ΑΠΑΓΌΡΕΥΣΗΣ_ΚΥΚΛΟΦΟΡΊΑΣ]],
  [...epikratia[Epikratia.ΕΠΙΚΡΆΤΕΙΑ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2020-03-11"),
  [Covid19[Covid19.COVID_19]],
  [Type[Type.ΑΠΑΓΌΡΕΥΣΗΣ_ΚΥΚΛΟΦΟΡΊΑΣ]],
  [...epikratia[Epikratia.ΕΠΙΚΡΆΤΕΙΑ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

const dataArray = Alerts.array;
export default dataArray;