/* Author: Sotiris Konstantis */

import provinces from "./arrays.provinces.js";
import epikratia from "./arrays.epikratia.js";

import Alerts from "../model/classes.alert.js";
import Fire from "../model/enums.fire.js";
import Flood from "../model/enums.flood.js";
import Type from "../model/enums.type.js";
import Prefectures from "../model/enums.prefectures.js";
import Provinces from "../model/enums.provinces.js";
import Covid19 from "../model/enums.covid19.js";
import Earthquake from "../model/enums.earthquake.js";
import ExtremeWeather from "../model/enums.extremeWeather.js";
import Volcano from "../model/enums.volcano.js";
import Landslide from "../model/enums.landslides.js";
import Tsunami from "../model/enums.tsunami.js";
import Epikratia from "../model/enums.epikratia.js";
import Event from "../model/enums.event";
import Traffic from "../model/enums.traffic.js";

Alerts.add(
  new Date("2024-06-19"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΜΑΓΝΗΣΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στην περιοχή Γαβριανή απομακρυνθείτε προς Αλμυρό μέσω Εθνικής οδού. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2024-06-19"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΡΓΟΛΊΔΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στην περιοχή Δάρδιζα απομακρυνθείτε προς Θερμησία & Πετροθάλασσα Ερμιόνης. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2024-06-19"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Δασική πυρκαγιά στο Κορωπί. Αν βρίσκεστε στην περιοχή Κίτσι απομακρυνθείτε προς Βάρη. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2024-06-19"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στην περιοχή Λαμπρικά απομακρυνθείτε προς Λεωφόρο Αγίας Μαρίνας. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2024-06-19"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Δασική πυρκαγιά στην λεωφόρο Βάρης - Κορωπίου. Παραμείνετε σε ετοιμότητα. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2024-06-19"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΚΥΚΛΆΔΩΝ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Δασική πυρκαγιά στη Νάξο. Αν βρίσκεστε στην περιοχή Μουτσούνα απομακρυνθείτε προς Απείραθο. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2024-06-18"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΚΥΚΛΆΔΩΝ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Δασική πυρκαγιά στη Μήλο. Αν βρίσκεστε στην παραλία Τσιγκράδο απομακρυνθείτε προς Προβατά. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2024-06-14"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [Prefectures[Prefectures.ΛΆΡΙΣΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Δασική πυρκαγιά στον Άγιο Θωμά Λάρισας. Αν βρίσκεστε στην περιοχή απομακρυνθείτε προς την πόλη της Λάρισας."
);

Alerts.add(
  new Date("2024-06-14"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [Prefectures[Prefectures.ΠΈΛΛΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Δασική πυρκαγιά στην περιοχή Ελευθεροχωρίου Πέλλας. Παραμείνετε σε ετοιμότητα. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2024-06-14"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [Prefectures[Prefectures.ΚΙΛΚΊΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Δασική πυρκαγιά στην περιοχή Χέρσο Κιλκίς. Παραμείνετε σε ετοιμότητα. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2024-06-12"),
  [Fire[Fire.ΒΙΟΜΗΧΑΝΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Σε εξέλιξη πυρκαγιά σε εργοστάσιο στην Κάτω Κηφισιά. Οι καπνοί κατευθύνονται στην περιοχή σας. Παραμείνετε σε εσωτερικούς χώρους, κλείστε πόρτες και παράθυρα. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2024-06-09"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [Prefectures[Prefectures.ΔΩΔΕΚΑΝΉΣΩΝ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στη Γιαπίλη νήσου Κω παραμείνετε σε ετοιμότητα. Δασική πυρκαγιά στην περιοχή σας. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2024-06-08"),
  [Traffic[Traffic.ΟΔΙΚΉ_ΚΊΝΗΣΗ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ], Prefectures[Prefectures.ΚΟΡΙΝΘΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Μεγάλες καθυστερήσεις λόγω κυκλοφοριακής συμφόρησης από Ελευσίνα προς Κόρινθο στην Ολυμπία Οδό. Καθυστερήσετε την αναχώρησή σας. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2024-06-07"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΧΊΟΥ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Εάν βρίσκεστε στην περιοχή Καρυές Χίου απομακρυνθείτε προς Χώρα Χίου. Δασική πυρκαγιά στην περιοχή σας. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2024-06-06"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [Prefectures[Prefectures.ΕΎΒΟΙΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Δασική πυρκαγιά στην περιοχή Αλμυροπόταμος Ευβοίας. Παραμείνετε σε ετοιμότητα. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2024-06-04"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [Prefectures[Prefectures.ΒΟΙΩΤΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Δασική πυρκαγιά στην περιοχή Αλίαρτος Βοιωτίας. Παραμείνετε σε ετοιμότητα. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2024-04-23"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΧΑΝΊΩΝ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Εάν βρίσκεστε στον οικισμό Ναύσταθμο απομακρυνθείτε από την περιοχή. Δασική πυρκαγιά στην περιοχή σας. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2024-04-23"),
  [Earthquake[Earthquake.ΣΕΙΣΜΙΚΉ_ΔΌΝΗΣΗ]],
  [Type[Type.ΆΚΣΗΣΗΣ]],
  [Prefectures[Prefectures.ΗΡΑΚΛΕΊΟΥ]],
  [Event[Event.ΆΣΚΗΣΗ_ΣΕΙΣΜΟΎ_ΜΊΝΩΑΣ_2024]],
  "Αποστολή μηνύματος 112 στην Κρήτη (Ηράκλειο) στο πλαίσιο διεξαγωγής της Άσκησης Σεισμού ΜΙΝΩΑΣ 2024."
);

Alerts.add(
  new Date("2024-04-22"),
  [Earthquake[Earthquake.ΣΕΙΣΜΙΚΉ_ΔΌΝΗΣΗ]],
  [Type[Type.ΆΚΣΗΣΗΣ]],
  [Prefectures[Prefectures.ΡΕΘΎΜΝΗΣ], Prefectures[Prefectures.ΧΑΝΊΩΝ]],
  [Event[Event.ΆΣΚΗΣΗ_ΣΕΙΣΜΟΎ_ΜΊΝΩΑΣ_2024]],
  "Αποστολή μηνύματος 112 στην Κρήτη (Χανιά & Ρέθυμνο) στο πλαίσιο διεξαγωγής της Άσκησης Σεισμού ΜΙΝΩΑΣ 2024."
);

Alerts.add(
  new Date("2024-04-19"),
  [
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ],
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΟΊ_ΆΝΕΜΟΙ],
  ],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [
    Prefectures[Prefectures.ΠΕΡΙΟΧΈΣ_ΚΕΝΤΡΙΚΉΣ_ΜΑΚΕΔΟΝΊΑΣ],
    Prefectures[Prefectures.ΠΕΡΙΟΧΈΣ_ΣΤΕΡΕΆΣ_ΕΛΛΆΔΑΣ],
    ...provinces[Provinces.ΘΕΣΣΑΛΊΑΣ],
    ...provinces[Provinces.ΒΟΡΕΊΟΥ_ΑΙΓΑΊΟΥ],
  ],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Θεσσαλία, περιοχές Κεντρικής Μακεδονίας και Στερεάς Ελλάδας, Νησιά Βορείου Αιγαίου. Προειδοποιητικό μήνυμα για ισχυρές καταιγίδες - θυελλώδεις ανέμους από τις βραδινές ώρες της Παρασκευής 19/04/2024 έως το μεσημέρι του Σαββάτου 20/04/2024 στην περιοχή σας. Περιορίστε τις μετακινήσεις σας κατά τη διάρκεια των φαινομένων στις απολύτως απαραίτητες & ακολουθήστε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2024-04-06"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΛΑΣΙΘΊΟΥ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Εάν βρίσκεστε στην περιοχή Αχλιά, Αγία Φωτιά, & Γαλήνη απομακρυνθείτε προς Κουτσουρά. Δασική πυρκαγιά στην περιοχή σας. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2024-04-06"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΛΑΣΙΘΊΟΥ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Εάν βρίσκεστε στην περιοχή Μαύρο Κόλυμπο απομακρυνθείτε προς Κουτσουρά. Δασική πυρκαγιά στην περιοχή σας. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2024-01-06"),
  [
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ],
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΟΊ_ΆΝΕΜΟΙ],
  ],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [
    Prefectures[Prefectures.ΑΙΤΟΛΟΑΚΑΡΝΑΝΊΑΣ],
    Prefectures[Prefectures.ΗΛΕΊΑΣ],
    Prefectures[Prefectures.ΑΧΑΐΑΣ],
    ...provinces[Provinces.ΙΟΝΊΩΝ_ΝΉΣΩΝ],
    ...provinces[Provinces.ΗΠΕΊΡΟΥ],
  ],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Προειδοποιητικό μήνυμα για ισχυρές καταιγίδες - θυελλώδεις ανέμους από τις βραδινές ώρες του Σαββάτου 06/01/2024 έως απόγευμα Κυριακής 07/01/2024 στην περιοχή σας. Περιορίστε τις μετακινήσεις σας κατά τη διάρκεια των φαινομένων στις απολύτως απαραίτητες & ακολουθήστε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-11-25"),
  [ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΟΊ_ΆΝΕΜΟΙ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΜΕΤΕΩΡΟΛΟΓΙΚΉ_ΒΌΜΒΑ_ΜΠΕΤΤΊΝΑ]],
  "Προειδοποιητικό μήνυμα για επικίνδυνα καιρικά φαινόμενα (θυελλώδεις άνεμοι) το επόμενο 12ωρο στην περιοχή σας. Αποφύγετε τις μετακινήσεις κατά τη διάρκεια των φαινομένων & ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-11-25"),
  [ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΟΊ_ΆΝΕΜΟΙ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [...provinces[Provinces.ΒΟΡΕΊΟΥ_ΑΙΓΑΊΟΥ]],
  [Event[Event.ΜΕΤΕΩΡΟΛΟΓΙΚΉ_ΒΌΜΒΑ_ΜΠΕΤΤΊΝΑ]],
  "Προειδοποιητικό μήνυμα για επικίνδυνα καιρικά φαινόμενα (θυελλώδεις άνεμοι) το επόμενο 24ωρο στην περιοχή σας. Αποφύγετε τις μετακινήσεις κατά τη διάρκεια των φαινομένων & ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-11-25"),
  [ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΟΊ_ΆΝΕΜΟΙ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΚΥΚΛΆΔΩΝ]],
  [Event[Event.ΜΕΤΕΩΡΟΛΟΓΙΚΉ_ΒΌΜΒΑ_ΜΠΕΤΤΊΝΑ]],
  "Προειδοποιητικό μήνυμα για επικίνδυνα καιρικά φαινόμενα (θυελλώδεις άνεμοι) το επόμενο 24ωρο στην περιοχή σας. Αποφύγετε τις μετακινήσεις κατά τη διάρκεια των φαινομένων & ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-11-25"),
  [ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΟΊ_ΆΝΕΜΟΙ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΧΑΐΑΣ], Prefectures[Prefectures.ΚΟΡΙΝΘΊΑΣ]],
  [Event[Event.ΜΕΤΕΩΡΟΛΟΓΙΚΉ_ΒΌΜΒΑ_ΜΠΕΤΤΊΝΑ]],
  "Προειδοποιητικό μήνυμα για επικίνδυνα καιρικά φαινόμενα (θυελλώδεις άνεμοι) το επόμενο 24ωρο στην περιοχή Πατραϊκού & Κορινθιακού κόλπου. Αποφύγετε τις μετακινήσεις κατά τη διάρκεια των φαινομένων & ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-11-25"),
  [ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΟΊ_ΆΝΕΜΟΙ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [...provinces[Provinces.ΑΝΑΤΟΛΙΚΉΣ_ΜΑΚΕΔΟΝΊΑΣ_ΚΑΙ_ΘΡΆΚΗΣ]],
  [Event[Event.ΜΕΤΕΩΡΟΛΟΓΙΚΉ_ΒΌΜΒΑ_ΜΠΕΤΤΊΝΑ]],
  "Προειδοποιητικό μήνυμα για επικίνδυνα καιρικά φαινόμενα (θυελλώδεις άνεμοι) το επόμενο 24ωρο στην περιοχή σας. Αποφύγετε τις μετακινήσεις κατά τη διάρκεια των φαινομένων & ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-11-25"),
  [ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΟΊ_ΆΝΕΜΟΙ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [...provinces[Provinces.ΚΕΝΤΡΙΚΉΣ_ΜΑΚΕΔΟΝΊΑΣ]],
  [Event[Event.ΜΕΤΕΩΡΟΛΟΓΙΚΉ_ΒΌΜΒΑ_ΜΠΕΤΤΊΝΑ]],
  "Προειδοποιητικό μήνυμα για επικίνδυνα καιρικά φαινόμενα (θυελλώδεις άνεμοι) το επόμενο 24ωρο στην περιοχή σας. Αποφύγετε τις μετακινήσεις κατά τη διάρκεια των φαινομένων & ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-10-21"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΚΈΡΚΥΡΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Εάν βρίσκεστε στην περιοχή Άγιος Στέφανος βόρειας Κέρκυρας απομακρυνθείτε προς λιμάνι του Αγίου Στεφάνου. Δασική πυρκαγιά στην περιοχή σας. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-09-28"),
  [Flood[Flood.ΥΠΕΡΧΕΊΛΗΣΗ_ΠΟΤΑΜΟΎ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [Prefectures[Prefectures.ΚΑΡΔΊΤΣΑΣ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΗΛΊΑΣ]],
  "Αν βρίσκεστε στην περιοχή του Παλαμά παραμείνετε σε ετοιμότητα λόγω υπερχείλισης του ποταμού Σοφαδίτη. Ακολουθείτε τις οδηγίες των Αρχών,"
);

Alerts.add(
  new Date("2023-09-28"),
  [ExtremeWeather[ExtremeWeather.ΑΚΡΑΊΑ_ΚΑΙΡΙΚΆ_ΦΑΙΝΌΜΕΝΑ]],
  [Type[Type.ΑΠΑΓΌΡΕΥΣΗΣ_ΚΥΚΛΟΦΟΡΊΑΣ]],
  [Prefectures[Prefectures.ΜΑΓΝΗΣΊΑΣ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΗΛΊΑΣ]],
  "Υπενθυμίζεται ότι βρίσκεται σε ισχύ η απαγόρευση κυκλοφορίας στην πόλη του Βόλου με εντολή της ΕΛ.ΑΣ. λόγω εξέλιξης επικίνδυνων καιρικών φαινομένων."
);

Alerts.add(
  new Date("2023-09-28"),
  [ExtremeWeather[ExtremeWeather.ΑΚΡΑΊΑ_ΚΑΙΡΙΚΆ_ΦΑΙΝΌΜΕΝΑ]],
  [Type[Type.ΑΠΑΓΌΡΕΥΣΗΣ_ΚΥΚΛΟΦΟΡΊΑΣ]],
  [Prefectures[Prefectures.ΕΎΒΟΙΑΣ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΗΛΊΑΣ]],
  "Με εντολή του Δημάρχου απαγορεύεται η κυκλοφορία στις ευρύτερες περιοχές των Ασμήνι, Πευκί, Αρτεμίσιο & Γούβες λόγω εξέλιξης επικίνδυνων καιρικών φαινομένων. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-09-28"),
  [Flood[Flood.ΠΛΗΜΜΎΡΑ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΛΆΡΙΣΑΣ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΗΛΊΑΣ]],
  "Αν βρίσκεστε στον οικισμό Αχίλλειο απομακρυνθείτε προς Λάρισα μέσω Π.Ε.Ο Λάρισας - Βόλου λόγω έντονων πλημμυρικών φαινομένων. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-09-28"),
  [Flood[Flood.ΠΛΗΜΜΎΡΑ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΚΑΡΔΊΤΣΑΣ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΗΛΊΑΣ]],
  "Αν βρίσκεστε στις περιοχές Λεύκη, Ορφανά, Φύλλο, Αστρίτσα απομακρυνθείτε προς Ιτέα λόγω έντονων πλημμυρικών φαινομένων. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-09-27"),
  [Flood[Flood.ΠΛΗΜΜΎΡΑ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΛΆΡΙΣΑΣ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΗΛΊΑΣ]],
  " Αν βρίσκεστε στις περιοχές Ανωχώρι, Κατωχώρι, Βασιλή, Υπέρεια, Μικρό Ευύδριο, Μεγάλο Ευύδριο, Πυργάκια, Πολυνέρι, Σταυρός απομακρυνθείτε προς Φάρσαλα λόγω πλημμυρικών φαινομένων. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-09-27"),
  [Flood[Flood.ΠΛΗΜΜΎΡΑ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΛΆΡΙΣΑΣ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΗΛΊΑΣ]],
  "Αν βρίσκεστε στον οικισμό Κάμπος απομακρυνθείτε προς Λάρισα λόγω έντονων πλημμυρικών φαινομένων. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-09-27"),
  [Flood[Flood.ΠΛΗΜΜΎΡΑ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΛΆΡΙΣΑΣ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΗΛΊΑΣ]],
  "Αν βρίσκεστε στις περιοχές Αρμένι και Νίκη απομακρυνθείτε προς Λάρισα μέσω Π.Ε.Ο Λάρισας - Βόλου λόγω πλημμυρικών φαινομένων. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-09-27"),
  [Flood[Flood.ΠΛΗΜΜΎΡΑ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [Prefectures[Prefectures.ΚΑΡΔΊΤΣΑΣ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΗΛΊΑΣ]],
  "Αν βρίσκεστε στην περιοχή του Παλαμά παραμείνετε σε ετοιμότητα λόγω κινδύνου πλημμυρικών φαινομένων. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-09-27"),
  [Flood[Flood.ΠΛΗΜΜΎΡΑ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΚΑΡΔΊΤΣΑΣ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΗΛΊΑΣ]],
  "Αν βρίσκεστε στον οικισμό Αμπελώνα δήμου Παλαμά απομακρυνθείτε προς Ιτέα λόγω πλημμυρικών φαινομένων. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-09-27"),
  [Flood[Flood.ΠΛΗΜΜΎΡΑ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΦΘΙΏΤΙΔΑΣ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΗΛΊΑΣ]],
  "Αν βρίσκεστε στις περιοχές Πετρίλια και Σοφιάδα απομακρυνθείτε προς Νέο Μοναστήρι λόγω πλημμυρικών φαινομένων. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-09-27"),
  [ExtremeWeather[ExtremeWeather.ΑΚΡΑΊΑ_ΚΑΙΡΙΚΆ_ΦΑΙΝΌΜΕΝΑ]],
  [Type[Type.ΑΠΑΓΌΡΕΥΣΗΣ_ΚΥΚΛΟΦΟΡΊΑΣ]],
  [Prefectures[Prefectures.ΜΑΓΝΗΣΊΑΣ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΗΛΊΑΣ]],
  " Με εντολή της ΕΛ.ΑΣ. απαγορεύεται η κυκλοφορία στην ευρύτερη περιοχή της πόλης του #Βόλου λόγω εξέλιξης επικίνδυνων καιρικών φαινομένων."
);

Alerts.add(
  new Date("2023-09-27"),
  [Flood[Flood.ΠΛΗΜΜΎΡΑ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΛΆΡΙΣΑΣ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΗΛΊΑΣ]],
  "Αν βρίσκεστε στην περιοχή Σωτήριο απομακρυνθείτε προς Λάρισα μέσω Π.Ε.Ο Λάρισας - Βόλου λόγω έντονων πλημμυρικών φαινομένων. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-09-27"),
  [
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ],
    ExtremeWeather[ExtremeWeather.ΧΑΛΑΖΟΠΤΏΣΕΙΣ],
  ],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΛΆΡΙΣΑΣ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΗΛΊΑΣ]],
  "Αρμένι, Σωτήριο Λάρισας. Προειδοποιητικό μήνυμα για επικίνδυνα καιρικά φαινόμενα (ισχυρές καταιγίδες, χαλαζοπτώσεις) στην περιοχή σας. Περιορίστε τις μετακινήσεις κατά τη διάρκεια των φαινομένων & ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-09-27"),
  [
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ],
    ExtremeWeather[ExtremeWeather.ΧΑΛΑΖΟΠΤΏΣΕΙΣ],
    Flood[Flood.ΥΠΕΡΧΕΊΛΗΣΗ_ΠΟΤΑΜΟΎ],
  ],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΕΎΒΟΙΑΣ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΗΛΊΑΣ]],
  "Μαντούδι Εύβοιας. Προειδοποιητικό μήνυμα για επικίνδυνα καιρικά φαινόμενα (ισχυρές καταιγίδες, χαλαζοπτώσεις) στην περιοχή σας. Κίνδυνος υπερχείλισης χειμάρρων. Περιορίστε τις μετακινήσεις κατά τη διάρκεια των φαινομένων & ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-09-26"),
  [
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ],
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΒΡΟΧΟΠΤΏΣΕΙΣ],
  ],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΗΛΊΑΣ]],
  "Προειδοποιητικό μήνυμα για πιθανότητα ισχυρής έντασης βροχοπτώσεων & τοπικών καταιγίδων για αύριο Τετάρτη. Αποφύγετε τις άσκοπες μετακινήσεις."
);

Alerts.add(
  new Date("2023-09-26"),
  [
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ],
    ExtremeWeather[ExtremeWeather.ΧΑΛΑΖΟΠΤΏΣΕΙΣ],
  ],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [
    Prefectures[Prefectures.ΦΘΙΏΤΙΔΑΣ],
    Prefectures[Prefectures.ΕΥΡΥΤΑΝΊΑΣ],
    Prefectures[Prefectures.ΦΩΚΊΔΑΣ],
    Prefectures[Prefectures.ΒΟΙΩΤΊΑΣ],
    Prefectures[Prefectures.ΜΑΓΝΗΣΊΑΣ],
    Prefectures[Prefectures.ΒΌΡΕΙΑΣ_ΕΎΒΟΙΑΣ],
  ],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΗΛΊΑΣ]],
  "Προειδοποιητικό μήνυμα για επικίνδυνα καιρικά φαινόμενα (ισχυρές καταιγίδες, χαλαζοπτώσεις) για το επόμενο 24ωρο. Περιορίστε τις μετακινήσεις κατά τη διάρκεια των φαινομένων & ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-09-26"),
  [
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ],
    ExtremeWeather[ExtremeWeather.ΧΑΛΑΖΟΠΤΏΣΕΙΣ],
  ],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΚΕΦΑΛΛΟΝΙΆΣ], Prefectures[Prefectures.ΖΑΚΎΝΘΟΥ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΗΛΊΑΣ]],
  "Προειδοποιητικό μήνυμα για επικίνδυνα καιρικά φαινόμενα (ισχυρές καταιγίδες, χαλαζοπτώσεις) από τις βραδινές ώρες της 26/9 στην περιοχή σας. Περιορίστε τις μετακινήσεις κατά τη διάρκεια των φαινομένων & ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-09-26"),
  [
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ],
    ExtremeWeather[ExtremeWeather.ΧΑΛΑΖΟΠΤΏΣΕΙΣ],
  ],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΠΕΡΙΟΧΈΣ_ΠΕΛΟΠΟΝΝΉΣΟΥ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΗΛΊΑΣ]],
  "Προειδοποιητικό μήνυμα για επικίνδυνα καιρικά φαινόμενα (ισχυρές καταιγίδες, χαλαζοπτώσεις) από τις βραδινές ώρες της 26/09/2023 στην περιοχή σας. Περιορίστε τις μετακινήσεις κατά τη διάρκεια των φαινομένων & ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-09-25"),
  [
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ],
    ExtremeWeather[ExtremeWeather.ΧΑΛΑΖΟΠΤΏΣΕΙΣ],
  ],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΚΟΡΙΝΘΊΑΣ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΗΛΊΑΣ]],
  "Ξυλόκαστρο. Προειδοποιητικό μήνυμα για επικίνδυνα καιρικά φαινόμενα (ισχυρές καταιγίδες, χαλαζοπτώσεις) στην περιοχή σας. Περιορίστε τις μετακινήσεις κατά τη διάρκεια των φαινομένων & ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-09-24"),
  [
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ],
    ExtremeWeather[ExtremeWeather.ΧΑΛΑΖΟΠΤΏΣΕΙΣ],
  ],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [
    Prefectures[Prefectures.ΦΘΙΏΤΙΔΑΣ],
    Prefectures[Prefectures.ΒΌΡΕΙΑΣ_ΕΎΒΟΙΑΣ],
    ...provinces[Provinces.ΘΕΣΣΑΛΊΑΣ],
  ],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΗΛΊΑΣ]],
  "Επικίνδυνα καιρικά φαινόμενα (ισχυρές καταιγίδες, χαλαζοπτώσεις) από πρωινές ώρες της 25/9 και για τα επόμενα δύο 24ώρα σε ευρύτερη περιοχή. Περιορίστε τις μετακινήσεις κατά τη διάρκεια των φαινομένων & ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-09-18"),
  [Fire[Fire.ΒΙΟΜΗΧΑΝΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΡΟΔΌΠΗΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Σε εξέλιξη πυρκαγιά σε εγκαταλελειμμένο εργοστάσιο στην Κομοτηνή. Οι καπνοί κατευθύνονται στην περιοχή σας. Παραμείνετε σε εσωτερικούς χώρους, κλείστε πόρτες και παράθυρα. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-09-09"),
  [Flood[Flood.ΠΛΗΜΜΎΡΑ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΛΆΡΙΣΑΣ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Αν βρίσκεστε στην περιοχή Νάματα απομακρυνθείτε προς Λάρισα μέσω Γλαύκης λόγω πλημμυρικών φαινομένων. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-09-09"),
  [Flood[Flood.ΠΛΗΜΜΎΡΑ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΛΆΡΙΣΑΣ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Αν βρίσκεστε στην περιοχή Αλεξανδρινή απομακρυνθείτε προς #Ομόλιο λόγω πλημμυρικών φαινομένων. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-09-09"),
  [Flood[Flood.ΠΛΗΜΜΎΡΑ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΛΆΡΙΣΑΣ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Αν βρίσκεστε στην περιοχή Αλεξανδρινή απομακρυνθείτε προς Ομόλιο λόγω πλημμυρικών φαινομένων. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-09-09"),
  [Flood[Flood.ΠΛΗΜΜΎΡΑ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [Prefectures[Prefectures.ΛΆΡΙΣΑΣ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Αν βρίσκεστε στη περιοχή Ελευθέριο απομακρυνθείτε προς #Λάρισα λόγω πλημμυρικών φαινομένων. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-09-09"),
  [Flood[Flood.ΠΛΗΜΜΎΡΑ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [Prefectures[Prefectures.ΛΆΡΙΣΑΣ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Αν βρίσκεστε στις  περιοχές Αναγγένηση, Μέλια, Μόδεστος, Πρόδρομος, Γλαύκη, Πλατύκαμπος, Ελευθέριο, Δήμητρα, Νεοχώρι, Νάματα, Καστρί, Κάτω Αμυγδαλή παραμείνετε σε ετοιμότητα λόγω κινδύνου πλημμυρικών φαινομένων. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-09-09"),
  [Flood[Flood.ΠΛΗΜΜΎΡΑ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [Prefectures[Prefectures.ΛΆΡΙΣΑΣ], Prefectures[Prefectures.ΜΑΓΝΗΣΊΑΣ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Αν βρίσκεστε στις περιοχές Ριζόμυλος, Στεφανοβίκειο, Αρμένιο, Σωτήριο, Κόκκινες, Νίκη, Αχίλειο, Λοφίσκος, Καλαμάκι, Μελισσά παραμείνετε σε ετοιμότητα λόγω κινδύνου πλημμυρικών φαινομένων. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-09-09"),
  [Flood[Flood.ΠΛΗΜΜΎΡΑ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [Prefectures[Prefectures.ΛΆΡΙΣΑΣ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Αν βρίσκεστε στις  περιοχές Αλεξανδρινή, Παλαιόπυργος, Μεσάγκαλα, Ομόλιο, Στόμιο, Καστρί Λουτρό, Κουλούρα παραμείνετε σε ετοιμότητα λόγω κινδύνου πλημμυρικών φαινομένων. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-09-09"),
  [Flood[Flood.ΠΛΗΜΜΎΡΑ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΛΆΡΙΣΑΣ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Αν βρίσκεστε στις  περιοχές Κάτω Ραψάνη, Τέμπη, Ιτέα, Γόννοι, Μακρυχώρι, Ευαγγελισμός παραμείνετε σε ετοιμότητα λόγω κινδύνου πλημμυρικών φαινομένων. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-09-08"),
  [Flood[Flood.ΠΛΗΜΜΎΡΑ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΛΆΡΙΣΑΣ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Αν βρίσκεστε στο Ομορφοχώρι Δήμου Κιλελέρ απομακρυνθείτε προς οικισμό Πλατυκάμπου λόγω έντονων πλημμυρικών φαινομένων. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-09-08"),
  [Flood[Flood.ΠΛΗΜΜΎΡΑ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΛΆΡΙΣΑΣ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Αν βρίσκεστε στη συνοικία Ιπποκράτη Λάρισας απομακρυνθείτε προς Αλκαζάρ & Κέντρο Πόλης λόγω έντονων πλημμυρικών φαινομένων. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-09-08"),
  [Flood[Flood.ΥΠΕΡΧΕΊΛΗΣΗ_ΠΟΤΑΜΟΎ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΛΆΡΙΣΑΣ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Αν βρίσκεστε στη συνοικία Άγιος Θωμάς Δήμου Λάρισας απομακρυνθείτε προς Φιλιππούπολη λόγω έντονων πλημμυρικών φαινομένων. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-09-08"),
  [Flood[Flood.ΥΠΕΡΧΕΊΛΗΣΗ_ΠΟΤΑΜΟΎ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΛΆΡΙΣΑΣ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Αν βρίσκεστε στην περιοχή Γιάννουλη και εργατικές κατοικίες εκκενώστε προς Τύρναβο & Λάρισα λόγω υπερχείλισης του Πηνειού. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-09-08"),
  [Flood[Flood.ΣΠΆΣΙΜΟ_ΑΝΑΧΏΜΑΤΟΣ_ΠΟΤΑΜΟΎ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΛΆΡΙΣΑΣ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Αν βρίσκεστε στις περιοχές Βρυότοπος & Αμπελώνας απομακρυνθείτε προς Τύρναβο λόγω σπασίματος αναχώματος του Πηνειού. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-09-07"),
  [Flood[Flood.ΥΠΕΡΧΕΊΛΗΣΗ_ΠΟΤΑΜΟΎ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΤΡΙΚΆΛΩΝ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Αν βρίσκεστε στην περιοχή Φαρκαδόνα απομακρυνθείτε προς Γριζάνο & αν βρίσκεστε στις περιοχές Κλοκοτός, Γεωργανάδες & Πετρόπορος απομακρυνθείτε προς Οιχαλία λόγω πιθανής υπερχείλισης του ποταμού Πηνειού. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-09-07"),
  [Flood[Flood.ΥΠΕΡΧΕΊΛΗΣΗ_ΠΟΤΑΜΟΎ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΛΆΡΙΣΑΣ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Αν βρίσκεστε στην Αλεξανδρινή Αγιάς απομακρυνθείτε προς το Στόμιο λόγω πιθανής υπερχείλισης του ποταμού Πηνειού. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-09-07"),
  [Flood[Flood.ΥΠΕΡΧΕΊΛΗΣΗ_ΠΟΤΑΜΟΎ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΛΆΡΙΣΑΣ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Αν βρίσκεστε εντός πλημμυρικής ζώνης Πηνειού ποταμού στα όρια του Δήμου Λαρισαίων απομακρυνθείτε λόγω κινδύνου υπερχείλισης του ποταμού. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-09-07"),
  [Flood[Flood.ΠΛΗΜΜΎΡΑ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΛΆΡΙΣΑΣ], Prefectures[Prefectures.ΤΡΙΚΆΛΩΝ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Φαρκαδόνα, Λάρισα. Προειδοποιητικό μήνυμα για εκδήλωση έντονων πλημμυρικών φαινομένων στην περιοχή σας. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-09-07"),
  [Landslide[Landslide.ΚΑΤΟΛΙΣΘΉΣΕΙΣ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΤΡΙΚΆΛΩΝ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Αν βρίσκεστε στις περιοχές Κανάβια & Σταυρός Ελάτης απομακρυνθείτε προς Τρίκαλα λόγω επικίνδυνων κατολισθητικών φαινομένων. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-09-07"),
  [Flood[Flood.ΠΛΗΜΜΎΡΑ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΚΑΡΔΊΤΣΑΣ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Αν βρίσκεστε στις περιοχές Αγναντερό, Προάστιο, Πεδινό, Κόρδα, Μαραθέα & Αγία_Τριάδα Καρδίτσας απομακρυνθείτε από υπόγειους και ισόγειους χώρους κτιρίων λόγω εξέλιξης πλημμυρικών φαινομένων. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-09-07"),
  [ExtremeWeather[ExtremeWeather.ΑΚΡΑΊΑ_ΚΑΙΡΙΚΆ_ΦΑΙΝΌΜΕΝΑ]],
  [Type[Type.ΑΠΑΓΌΡΕΥΣΗΣ_ΚΥΚΛΟΦΟΡΊΑΣ]],
  [Prefectures[Prefectures.ΜΑΓΝΗΣΊΑΣ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Υπενθυμίζεται ότι βρίσκεται σε ισχύ η απαγόρευση κυκλοφορίας στο νησί της Σκιάθου με εντολή της ΕΛ.ΑΣ. λόγω εξέλιξης επικίνδυνων καιρικών φαινομένων."
);

Alerts.add(
  new Date("2023-09-07"),
  [Flood[Flood.ΠΛΗΜΜΎΡΑ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΤΡΙΚΆΛΩΝ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Αν βρίσκεστε στις περιοχές Λίλη, Βαλομάνδρι, Παραπόταμος, Δροσερό απομακρυνθείτε από υπόγειους και ισόγειους χώρους κτιρίων λόγω εξέλιξης πλημμυρικών φαινομένων στην περιοχή. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-09-07"),
  [ExtremeWeather[ExtremeWeather.ΑΚΡΑΊΑ_ΚΑΙΡΙΚΆ_ΦΑΙΝΌΜΕΝΑ]],
  [Type[Type.ΑΠΑΓΌΡΕΥΣΗΣ_ΚΥΚΛΟΦΟΡΊΑΣ]],
  [Prefectures[Prefectures.ΜΑΓΝΗΣΊΑΣ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Υπενθυμίζεται ότι βρίσκεται σε ισχύ η απαγόρευση κυκλοφορίας στο νομό #Μαγνησίας με εντολή με εντολή της ΕΛ.ΑΣ. λόγω εξέλιξης επικίνδυνων καιρικών φαινομένων."
);

Alerts.add(
  new Date("2023-09-07"),
  [Flood[Flood.ΠΛΗΜΜΎΡΑ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΜΑΓΝΗΣΊΑΣ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Αν βρίσκεστε στην περιοχή Κάτω Λεχώνια Μαγνησίας απομακρυνθείτε προς Άνω Λεχώνια λόγω εξέλιξης πλημμυρικών φαινομένων στην περιοχή. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-09-07"),
  [Flood[Flood.ΠΛΗΜΜΎΡΑ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΚΑΡΔΊΤΣΑΣ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Αν βρίσκεστε στον Παλαμά απομακρυνθείτε από υπόγειους και ισόγειους χώρους κτιρίων λόγω εξέλιξης πλημμυρικών φαινομένων στην περιοχή. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-09-07"),
  [Flood[Flood.ΠΛΗΜΜΎΡΑ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΚΑΡΔΊΤΣΑΣ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Αν βρίσκεστε στους Σοφάδες απομακρυνθείτε από υπόγειους και ισόγειους χώρους κτιρίων λόγω εξέλιξης πλημμυρικών φαινομένων στην περιοχή. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-09-07"),
  [
    ExtremeWeather[ExtremeWeather.ΑΚΡΑΊΑ_ΚΑΙΡΙΚΆ_ΦΑΙΝΌΜΕΝΑ],
    Traffic[Traffic.ΚΛΕΊΣΙΜΟ_ΔΡΌΜΟΥ],
  ],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [
    Prefectures[Prefectures.ΦΘΙΏΤΙΔΑΣ],
    Prefectures[Prefectures.ΛΆΡΙΣΑΣ],
    Prefectures[Prefectures.ΠΙΕΡΊΑΣ],
  ],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Με εντολή της ΕΛ.ΑΣ. κλειστός ο αυτοκινητόδρομος ΠΑΘΕ από Λαμία έως Κατερίνη λόγω εξέλιξης επικίνδυνων καιρικών φαινομένων."
);

Alerts.add(
  new Date("2023-09-06"),
  [Flood[Flood.ΠΛΗΜΜΎΡΑ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΤΡΙΚΆΛΩΝ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Αν βρίσκεστε στην Πύλη Τρικάλων απομακρυνθείτε από υπόγειους και ισόγειους χώρους κτιρίων λόγω εξέλιξης πλημμυρικών φαινομένων στην περιοχή. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-09-06"),
  [Flood[Flood.ΠΛΗΜΜΎΡΑ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΤΡΙΚΆΛΩΝ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Αν βρίσκεστε στην πόλη των Τρικάλων απομακρυνθείτε από υπόγειους και ισόγειους χώρους κτιρίων λόγω εξέλιξης πλημμυρικών φαινομένων στην περιοχή. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-09-06"),
  [Flood[Flood.ΠΛΗΜΜΎΡΑ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΤΡΙΚΆΛΩΝ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Αν βρίσκεστε στην Νομή Τρικάλων απομακρυνθείτε προς Τρίκαλα λόγω εξέλιξης πλημμυρικών φαινομένων στην περιοχή. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-09-06"),
  [Flood[Flood.ΠΛΗΜΜΎΡΑ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΜΑΓΝΗΣΊΑΣ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Αν βρίσκεστε στις εργατικές κατοικίες Αγίας Βαρβάρας Αλμυρού απομακρυνθείτε προς το Δημαρχείο Αλμυρού λόγω εξέλιξης πλημμυρικών φαινομένων στην περιοχή. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-09-06"),
  [Flood[Flood.ΠΛΗΜΜΎΡΑ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΚΑΡΔΊΤΣΑΣ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Αν βρίσκεστε στην πόλη της Καρδίτσας απομακρυνθείτε από υπόγειους & ισόγειους χώρους κτιρίων λόγω εξέλιξης πλημμυρικών φαινομένων στην περιοχή. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-09-06"),
  [
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ],
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΒΡΟΧΟΠΤΏΣΕΙΣ],
  ],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Σε εξέλιξη ισχυρές βροχές και καταιγίδες στην περιοχή της Αττικής. Περιορίστε τις μετακινήσεις κατά τη διάρκεια των φαινομένων στις απολύτως απαραίτητες & ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-09-06"),
  [Flood[Flood.ΠΛΗΜΜΎΡΑ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΤΡΙΚΆΛΩΝ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Εάν βρίσκεστε στον οικισμό Γ. Καραϊσκάκη & περιφερειακή Μουζακίου - Άρτας απομακρυνθείτε προς το κέντρο Μουζακίου λόγω πλημμυρικών φαινομένων στην περιοχή. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-09-06"),
  [Flood[Flood.ΠΛΗΜΜΎΡΑ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΦΘΙΏΤΙΔΑΣ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Εάν βρίσκεστε στην περιοχή Κόμμα Φθιώτιδας απομακρυνθείτε προς Λαμία λόγω πλημμυρικών φαινομένων στην περιοχή. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-09-06"),
  [ExtremeWeather[ExtremeWeather.ΑΚΡΑΊΑ_ΚΑΙΡΙΚΆ_ΦΑΙΝΌΜΕΝΑ]],
  [Type[Type.ΑΠΑΓΌΡΕΥΣΗΣ_ΚΥΚΛΟΦΟΡΊΑΣ]],
  [Prefectures[Prefectures.ΦΘΙΏΤΙΔΑΣ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Με εντολή της ΕΛ.ΑΣ. απαγορεύεται η κυκλοφορία των οχημάτων στο Δήμο Λαμιέων Φθιώτιδας λόγω εξέλιξης επικίνδυνων καιρικών φαινομένων."
);

Alerts.add(
  new Date("2023-09-06"),
  [ExtremeWeather[ExtremeWeather.ΑΚΡΑΊΑ_ΚΑΙΡΙΚΆ_ΦΑΙΝΌΜΕΝΑ]],
  [Type[Type.ΑΠΑΓΌΡΕΥΣΗΣ_ΚΥΚΛΟΦΟΡΊΑΣ]],
  [
    Prefectures[Prefectures.ΠΙΕΡΊΑΣ],
    Prefectures[Prefectures.ΕΎΒΟΙΑΣ],
    Prefectures[Prefectures.ΦΘΙΏΤΙΔΑΣ],
    ...provinces[Provinces.ΘΕΣΣΑΛΊΑΣ],
  ],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Τα μέτρα και οι απαγορεύσεις κυκλοφορίας που έχουν εκδοθεί για την περιοχή σας, εξακολουθούν να ισχύουν για το επόμενο 24ωρο λόγω των επικίνδυνων καιρικών φαινομένων."
);

Alerts.add(
  new Date("2023-09-06"),
  [ExtremeWeather[ExtremeWeather.ΑΚΡΑΊΑ_ΚΑΙΡΙΚΆ_ΦΑΙΝΌΜΕΝΑ]],
  [Type[Type.ΑΠΑΓΌΡΕΥΣΗΣ_ΚΥΚΛΟΦΟΡΊΑΣ]],
  [Prefectures[Prefectures.ΦΘΙΏΤΙΔΑΣ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Με εντολή της ΕΛ.ΑΣ. απαγορεύεται η κυκλοφορία των οχημάτων στο Δήμο Δομοκού Φθιώτιδας λόγω εξέλιξης επικίνδυνων καιρικών φαινομένων."
);

Alerts.add(
  new Date("2023-09-06"),
  [ExtremeWeather[ExtremeWeather.ΑΚΡΑΊΑ_ΚΑΙΡΙΚΆ_ΦΑΙΝΌΜΕΝΑ]],
  [Type[Type.ΑΠΑΓΌΡΕΥΣΗΣ_ΚΥΚΛΟΦΟΡΊΑΣ]],
  [Prefectures[Prefectures.ΤΡΙΚΆΛΩΝ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Με εντολή της ΕΛ.ΑΣ. απαγορεύεται η κυκλοφορία των οχημάτων στην Περιφερειακή Ενότητα Τρικάλων λόγω εξέλιξης επικίνδυνων καιρικών φαινομένων."
);

Alerts.add(
  new Date("2023-09-06"),
  [Flood[Flood.ΠΛΗΜΜΎΡΑ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΦΘΙΏΤΙΔΑΣ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Εάν βρίσκεστε στις περιοχές Σοφιάδα & Πετρίλια απομακρυνθείτε προς Νέο Μοναστήρι λόγω πλημμυρικών φαινομένων στην περιοχή. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-09-06"),
  [ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Μέθανα, Τροιζήνα. Προειδοποιητικό μήνυμα για επικίνδυνα καιρικά φαινόμενα (ισχυρές καταιγίδες) στην περιοχή σας. Περιορίστε τις άσκοπες μετακινήσεις κατά τη διάρκεια των φαινομένων & ακολουθείστε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-09-06"),
  [ExtremeWeather[ExtremeWeather.ΑΚΡΑΊΑ_ΚΑΙΡΙΚΆ_ΦΑΙΝΌΜΕΝΑ]],
  [Type[Type.ΑΠΑΓΌΡΕΥΣΗΣ_ΚΥΚΛΟΦΟΡΊΑΣ]],
  [Prefectures[Prefectures.ΛΆΡΙΣΑΣ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Με εντολή της ΕΛ.ΑΣ. απαγορεύεται η κυκλοφορία στην ευρύτερη περιοχή Φαρσάλων λόγω εξέλιξης επικίνδυνων καιρικών φαινομένων."
);

Alerts.add(
  new Date("2023-09-06"),
  [ExtremeWeather[ExtremeWeather.ΑΚΡΑΊΑ_ΚΑΙΡΙΚΆ_ΦΑΙΝΌΜΕΝΑ]],
  [Type[Type.ΑΠΑΓΌΡΕΥΣΗΣ_ΚΥΚΛΟΦΟΡΊΑΣ]],
  [Prefectures[Prefectures.ΚΑΡΔΊΤΣΑΣ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Με εντολή της ΕΛ.ΑΣ. απαγορεύεται η κυκλοφορία στο νομό Καρδίτσας λόγω εξέλιξης επικίνδυνων καιρικών φαινομένων."
);

Alerts.add(
  new Date("2023-09-05"),
  [ExtremeWeather[ExtremeWeather.ΑΚΡΑΊΑ_ΚΑΙΡΙΚΆ_ΦΑΙΝΌΜΕΝΑ]],
  [Type[Type.ΑΠΑΓΌΡΕΥΣΗΣ_ΚΥΚΛΟΦΟΡΊΑΣ]],
  [Prefectures[Prefectures.ΜΑΓΝΗΣΊΑΣ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Υπενθυμίζεται ότι βρίσκεται σε ισχύ η απαγόρευση κυκλοφορίας στο νομό #Μαγνησίας με εντολή της ΕΛ.ΑΣ. λόγω εξέλιξης επικίνδυνων καιρικών φαινομένων."
);

Alerts.add(
  new Date("2023-09-05"),
  [
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ],
    ExtremeWeather[ExtremeWeather.ΧΑΛΑΖΟΠΤΏΣΕΙΣ],
  ],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [
    Prefectures[Prefectures.ΠΙΕΡΊΑΣ],
    Prefectures[Prefectures.ΕΎΒΟΙΑΣ],
    Prefectures[Prefectures.ΦΘΙΏΤΙΔΑΣ],
    ...provinces[Provinces.ΘΕΣΣΑΛΊΑΣ],
  ],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Επικίνδυνα καιρικά φαινόμενα (ισχυρές καταιγίδες - κεραυνοί - χαλαζοπτώσεις) για το επόμενο 24ώρο. Περιορίστε τις μετακινήσεις κατά τη διάρκεια των φαινομένων & ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-09-05"),
  [ExtremeWeather[ExtremeWeather.ΑΚΡΑΊΑ_ΚΑΙΡΙΚΆ_ΦΑΙΝΌΜΕΝΑ]],
  [Type[Type.ΑΠΑΓΌΡΕΥΣΗΣ_ΚΥΚΛΟΦΟΡΊΑΣ]],
  [Prefectures[Prefectures.ΜΑΓΝΗΣΊΑΣ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Με εντολή της ΕΛ.ΑΣ απαγορεύεται η κυκλοφορία στο νησί της Σκιάθου λόγω εξέλιξης επικίνδυνων καιρικών φαινομένων."
);

Alerts.add(
  new Date("2023-09-05"),
  [ExtremeWeather[ExtremeWeather.ΑΚΡΑΊΑ_ΚΑΙΡΙΚΆ_ΦΑΙΝΌΜΕΝΑ]],
  [Type[Type.ΑΠΑΓΌΡΕΥΣΗΣ_ΚΥΚΛΟΦΟΡΊΑΣ]],
  [Prefectures[Prefectures.ΜΑΓΝΗΣΊΑΣ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Με εντολή της ΕΛ.ΑΣ απαγορεύεται η κυκλοφορία στο ορεινό δίκτυο του νομού Μαγνησίας λόγω εξέλιξης επικίνδυνων καιρικών φαινομένων."
);

Alerts.add(
  new Date("2023-09-05"),
  [ExtremeWeather[ExtremeWeather.ΑΚΡΑΊΑ_ΚΑΙΡΙΚΆ_ΦΑΙΝΌΜΕΝΑ]],
  [Type[Type.ΑΠΑΓΌΡΕΥΣΗΣ_ΚΥΚΛΟΦΟΡΊΑΣ]],
  [Prefectures[Prefectures.ΜΑΓΝΗΣΊΑΣ]],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Με εντολή της ΕΛ.ΑΣ. απαγορεύεται η κυκλοφορία στην ευρύτερη περιοχή της πόλης του Βόλου λόγω εξέλιξης επικίνδυνων καιρικών φαινομένων."
);

Alerts.add(
  new Date("2023-09-05"),
  [ExtremeWeather[ExtremeWeather.ΑΚΡΑΊΑ_ΚΑΙΡΙΚΆ_ΦΑΙΝΌΜΕΝΑ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [
    Prefectures[Prefectures.ΠΙΕΡΊΑΣ],
    Prefectures[Prefectures.ΕΎΒΟΙΑΣ],
    Prefectures[Prefectures.ΦΘΙΏΤΙΔΑΣ],
    ...provinces[Provinces.ΘΕΣΣΑΛΊΑΣ],
  ],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Το φαινόμενο της κακοκαιρίας είναι σε εξέλιξη. Περιορίστε δραστικά τις μετακινήσεις σας. Διευκολύνετε το έργο των Αρχών."
);

Alerts.add(
  new Date("2023-09-04"),
  [ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [
    Prefectures[Prefectures.ΠΙΕΡΊΑΣ],
    Prefectures[Prefectures.ΕΎΒΟΙΑΣ],
    Prefectures[Prefectures.ΦΘΙΏΤΙΔΑΣ],
    ...provinces[Provinces.ΘΕΣΣΑΛΊΑΣ],
  ],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Επικίνδυνα καιρικά φαινόμενα (ισχυρές καταιγίδες - κεραυνοί - χαλαζοπτώσεις) από τις βραδινές ώρες σήμερα και για το επόμενο 24ώρο. Περιορίστε τις μετακινήσεις κατά τη διάρκεια των φαινομένων & ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-09-04"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Εάν βρίσκεστε στη Σταμάτα παραμείνετε σε ετοιμότητα. Δασική πυρκαγιά στην περιοχή σας. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-09-02"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΈΒΡΟΥ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΘΡΆΚΗΣ_2023]],
  "Εάν βρίσκεστε στην περιοχή Λευκίμμη απομακρυνθείτε προς Τυχερό. Δασική πυρκαγιά στην περιοχή σας. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-09-02"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [Prefectures[Prefectures.ΈΒΡΟΥ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΘΡΆΚΗΣ_2023]],
  "Λευκίμμη. Δασική πυρκαγιά στην περιοχή σας. Παραμείνετε σε ετοιμότητα. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-08-31"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [Prefectures[Prefectures.ΈΒΡΟΥ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Σουφλί. Δασική πυρκαγιά 🔥στην περιοχή σας. Παραμείνετε σε ετοιμότητα. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-08-31"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΜΕΣΣΗΝΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Εάν βρίσκεστε στην περιοχή Ασπροπουλιά απομακρυνθείτε προς Καλαμάτα. Δασική πυρκαγιά στην περιοχή σας."
);

Alerts.add(
  new Date("2023-08-31"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [Prefectures[Prefectures.ΜΑΓΝΗΣΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Εάν βρίσκεστε στην περιοχή Άσπρες Πεταλούδες απομακρυνθείτε προς Πανθεσσαλικό Στάδιο. Δασική πυρκαγιά στην περιοχή σας. Ακολουθείτε τις οδηγίες των Αρχών"
);

Alerts.add(
  new Date("2023-08-30"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΈΒΡΟΥ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΘΡΆΚΗΣ_2023]],
  "Δαδιά, Σουφλί. Σε εξέλιξη δασική πυρκαγιά στην περιοχή σας. Παραμείνετε σε ετοιμότητα. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-08-30"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΈΒΡΟΥ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΘΡΆΚΗΣ_2023]],
  "Εάν βρίσκεστε στο Σιδηρώ απομακρυνθείτε προς Μέγα Δέρειο. Δασική πυρκαγιά στην περιοχή σας. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-08-29"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΈΒΡΟΥ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΘΡΆΚΗΣ_2023]],
  "Εάν βρίσκεστε στην περιοχή Γιαννούλη απομακρυνθείτε προς Σουφλί. Δασική πυρκαγιά στην περιοχή σας. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-08-27"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΈΒΡΟΥ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΘΡΆΚΗΣ_2023]],
  "Εάν βρίσκεστε στην περιοχή Κοτρωνιά απομακρυνθείτε προς Γιαννούλη. Δασική πυρκαγιά στην περιοχή σας. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-08-27"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΡΟΔΌΠΗΣ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΘΡΆΚΗΣ_2023]],
  "Εάν βρίσκεστε στην περιοχή Κασσιτέρα απομακρυνθείτε προς Σάπες. Δασική πυρκαγιά στην περιοχή σας. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-08-27"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΈΒΡΟΥ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΘΡΆΚΗΣ_2023]],
  "Εάν βρίσκεστε στην περιοχή Λευκίμμη απομακρυνθείτε προς Τυχερό. Δασική πυρκαγιά στην περιοχή σας. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-08-26"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΡΟΔΌΠΗΣ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΘΡΆΚΗΣ_2023]],
  "Εάν βρίσκεστε στην περιοχή Κασσιτέρα απομακρυνθείτε προς Σάπες. Δασική πυρκαγιά στην περιοχή σας. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-08-26"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΈΒΡΟΥ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΘΡΆΚΗΣ_2023]],
  "Εάν βρίσκεστε στις περιοχές Ατάρνη & Πλάκα απομακρυνθείτε προς Αλεξανδρούπολη. Δασική πυρκαγιά στην περιοχή σας. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-08-26"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΡΟΔΌΠΗΣ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΘΡΆΚΗΣ_2023]],
  "Εάν βρίσκεστε στην περιοχή Αύρα απομακρυνθείτε προς Κομοτηνή. Δασική πυρκαγιά στην περιοχή σας. Ακολουθείτε τις οδηγίες των Αρχών,"
);

Alerts.add(
  new Date("2023-08-26"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΚΥΚΛΆΔΩΝ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Άνδρος. Εάν βρίσκεστε στην περιοχή Γίδες απομακρυνθείτε προς Λιμάνι Γαυρίου. Δασική πυρκαγιά στην περιοχή σας. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-08-25"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΡΟΔΌΠΗΣ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΘΡΆΚΗΣ_2023]],
  "Εάν βρίσκεστε στην περιοχή Λεπτοκαρυά απομακρυνθείτε προς Σάπες. Δασική πυρκαγιά στην περιοχή σας. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-08-23"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [Prefectures[Prefectures.ΒΟΙΩΤΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Δασική πυρκαγιά στις περιοχές Περιστερά & Άγιο Νικόλαο. Παραμείνετε σε ετοιμότητα. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-08-23"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΒΟΙΩΤΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στην περιοχή Στείρι Βοιωτίας απομακρυνθείτε προς Δίστομο. Δασική πυρκαγιά στην περιοχή σας. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-08-23"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΒΟΙΩΤΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στην περιοχή Ζάλτσα απομακρυνθείτε τώρα μέσω Παναγίας Καλαμιώτισσας προς Κυριάκι. Δασική πυρκαγιά στην περιοχή σας. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-08-23"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [Prefectures[Prefectures.ΡΟΔΌΠΗΣ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΘΡΆΚΗΣ_2023]],
  "Δασική πυρκαγιά στις περιοχές Σάππες & Αρσάκειο. Παραμείνετε σε ετοιμότητα. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-08-23"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΡΟΔΌΠΗΣ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΘΡΆΚΗΣ_2023]],
  "Εάν βρίσκεστε στις περιοχές Χαμηλό Βέλκιο & Μεστή απομακρυνθείτε προς Κομοτηνή. Δασική πυρκαγιά στην περιοχή σας. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-08-23"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΡΟΔΌΠΗΣ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΘΡΆΚΗΣ_2023]],
  "Εάν βρίσκεστε στην περιοχή Γρατινή απομακρυνθείτε προς Κομοτηνή. Δασική πυρκαγιά στην περιοχή σας. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-08-23"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΕΎΒΟΙΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Εάν βρίσκεστε στην περιοχή Κοντοδεσπότι Ευβοίας απομακρυνθείτε προς Σταυρό. Δασική πυρκαγιά στην περιοχή σας. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-08-23"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΡΟΔΌΠΗΣ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΘΡΆΚΗΣ_2023]],
  "Εάν βρίσκεστε στην περιοχή Κιζάρι απομακρυνθείτε προς Σάπες. Δασική πυρκαγιά στην περιοχή σας. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-08-23"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΡΟΔΌΠΗΣ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΘΡΆΚΗΣ_2023]],
  "Εάν βρίσκεστε στην περιοχή Κασσιτέρα απομακρυνθείτε προς Σάπες. Δασική πυρκαγιά στην περιοχή σας. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-08-23"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΈΒΡΟΥ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΘΡΆΚΗΣ_2023]],
  "Εάν βρίσκεστε στις περιοχές Κοίλα & Μελία απομακρυνθείτε προς Φέρες. Δασική πυρκαγιά στην περιοχή σας. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-08-23"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΈΒΡΟΥ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΘΡΆΚΗΣ_2023]],
  "Αν βρίσκεστε στη περιοχή Λεφάντω απομακρυνθείτε προς κέντρο Άνω Λιοσίων. Δασική πυρκαγιά στην περιοχή σας. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-08-23"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ_ΠΆΡΝΗΘΑΣ_2023]],
  "Αν βρίσκεστε στη περιοχή Σοφό Ασπροπύργου απομακρυνθείτε προς Αττική Οδό. Δασική πυρκαγιά στην περιοχή σας. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-08-23"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ_ΠΆΡΝΗΘΑΣ_2023]],
  "Αν βρίσκεστε στη περιοχή Αγία Παρασκευή Μενιδίου & Καποτά απομακρυνθείτε προς το κέντρο Μενιδίου. Δασική πυρκαγιά στην περιοχή σας. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-08-23"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [Prefectures[Prefectures.ΡΟΔΌΠΗΣ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΘΡΆΚΗΣ_2023]],
  "Αν βρίσκεστε στις περιοχές Χαμηλό & Βέλκιο Ροδόπης παραμείνετε σε ετοιμότητα. Δασική πυρκαγιά στην περιοχή σας. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-08-23"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΈΒΡΟΥ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΘΡΆΚΗΣ_2023]],
  "Σαμοθράκη. Αν βρίσκεστε στην περιοχή Κορφούδι απομακρυνθείτε προς #Λιμένα_Θερμά. Δασική πυρκαγιά στην περιοχή σας. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-08-22"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΒΟΙΩΤΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στην περιοχή Ζάλτσα εκκενώστε τώρα μέσω Παναγίας Καλαμιώτισσας προς Κυριάκι. Δασική πυρκαγιά στην περιοχή σας. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-08-22"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΡΟΔΌΠΗΣ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΘΡΆΚΗΣ_2023]],
  "Αν βρίσκεστε στις περιοχές Πέραμα, Ατάρνη, Πετρωτά & #Μαρώνεια απομακρυνθείτε προς Κομοτηνή. Δασική πυρκαγιά στην περιοχή σας. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-08-22"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΈΒΡΟΥ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΘΡΆΚΗΣ_2023]],
  "Αν βρίσκεστε στην περιοχή Λεπτοκαρυά, απομακρυνθείτε προς Σάππες. Δασική πυρκαγιά στην περιοχή σας. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-08-22"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ_ΠΆΡΝΗΘΑΣ_2023]],
  "Αν βρίσκεστε στην περιοχή Άγιος Ιωάννης Ρώσος, Ντάρδιζα απομακρυνθείτε προς κέντρο Μενιδίου. Δασική πυρκαγιά στην περιοχή σας. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-08-22"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [Prefectures[Prefectures.ΦΘΙΏΤΙΔΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Βίτολη, Μακρακώμη. Δασική πυρκαγιά στην περιοχή σας, παραμείνετε σε ετοιμότητα. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-08-22"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ_ΠΆΡΝΗΘΑΣ_2023]],
  "Εάν βρίσκεστε στην περιοχή Λόφος Κυρίλλου απομακρυνθείτε προς Μάνδρα. Δασική πυρκαγιά στην περιοχή σας. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-08-22"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΡΟΔΌΠΗΣ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΘΡΆΚΗΣ_2023]],
  "Εάν βρίσκεστε σε Γρατινή απομακρυνθείτε προς Κομοτηνή. Δασική πυρκαγιά στην περιοχή σας. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-08-22"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [Prefectures[Prefectures.ΡΟΔΌΠΗΣ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΘΡΆΚΗΣ_2023]],
  "Εάν βρίσκεστε σε Νέα Κρωβύλη, Παλαιά Κρωβύλη, Καγκέλες & Πλατανίτη παραμείνετε σε ετοιμότητα. Δασική πυρκαγιά στην περιοχή σας. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-08-22"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [Prefectures[Prefectures.ΡΟΔΌΠΗΣ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΘΡΆΚΗΣ_2023]],
  "Εάν βρίσκεστε σε Πετρωτά, Παραλία Πετρωτών, Άγιος Χαράλαμπος, Μαρωνίας, Ασκητές παραμείνετε σε ετοιμότητα. Δασική πυρκαγιά στην περιοχή σας. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-08-22"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ_ΠΆΡΝΗΘΑΣ_2023]],
  "Αν βρίσκεστε στις περιοχές Άνω Λιόσια, Γεννηματά & Κανάλα απομακρυνθείτε Νότια προς Λιόσια. Δασική πυρκαγιά στην περιοχή σας. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-08-22"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΚΑΒΆΛΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Εάν βρίσκεστε στην περιοχή Άγιος Κοσμάς απομακρυνθείτε προς Κεχρόκαμπο - Μακρυχώρι. Δασική πυρκαγιά στην περιοχή σας. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-08-22"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΈΒΡΟΥ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΘΡΆΚΗΣ_2023]],
  "Εάν βρίσκεστε στην περιοχή Άγιος Κοσμάς απομακρυνθείτε προς Κεχρόκαμπο - Μακρυχώρι. Δασική πυρκαγιά στην περιοχή σας. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-08-22"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΡΟΔΌΠΗΣ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΘΡΆΚΗΣ_2023]],
  "Εάν βρίσκεστε στις περιοχές Γρατινή, Στυλάριο, Σιδηράδες & Ομηρικό παραμείνετε σε ετοιμότητα. Δασική πυρκαγιά στην περιοχή σας. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-08-22"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ], Traffic[Traffic.ΚΛΕΊΣΙΜΟ_ΔΡΌΜΟΥ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ_ΠΆΡΝΗΘΑΣ_2023]],
  "Προσωρινή διακοπή κυκλοφορίας ΑΤΤΙΚΗΣ ΟΔΟΥ κόμβος 5 ως Ελευσίνα λόγω δασικής πυρκαγιάς. Αποφύγετε την περιοχή. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-08-22"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΒΟΙΩΤΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Εάν βρίσκεστε σε Άγιο Αθανάσιο, Καρυώτι, Καρέικα, Ρεβυθαίικα, Μιχέικα, Σκιπέικα, Μπακράκο, Καραχάλιο & Παναγία_Καλαμιώτισσα απομακρυνθείτε προς Κυριάκι. Δασική πυρκαγιά στην περιοχή σας."
);

Alerts.add(
  new Date("2023-08-22"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Εάν βρίσκεστε στη Βαλομάνδρα εκκενώστε προς Καλύβια. Δασική πυρκαγιά στην περιοχή σας. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-08-22"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΡΟΔΌΠΗΣ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΘΡΆΚΗΣ_2023]],
  "Εάν βρίσκεστε στις περιοχές Μέστη, Δίκελλα, Συκορράχη & Πλάκα εκκενώστε τώρα προς Κομοτηνή. Δασική πυρκαγιά στην περιοχή σας. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-08-22"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΈΒΡΟΥ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΘΡΆΚΗΣ_2023]],
  "Εάν βρίσκεστε Μεσημβρία, Ατάρνη, Αύρα, Κόμαρος & Πέραμα εκκενώστε προς Κομοτηνή. Δασική πυρκαγιά στην περιοχή σας."
);

Alerts.add(
  new Date("2023-08-22"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ_ΠΆΡΝΗΘΑΣ_2023]],
  "Εάν βρίσκεστε στη Φυλή απομακρυνθείτε προς Άνω Λιόσια. Δασική πυρκαγιά στην περιοχή σας. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-08-22"),
  [Fire[Fire.ΒΙΟΜΗΧΑΝΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Σε εξέλιξη πυρκαγιά στον Ασπρόπυργο. Οι καπνοί κατευθύνονται στην περιοχή σας. Παραμείνετε σε εσωτερικούς χώρους. Κλείστε πόρτες & παράθυρα. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-08-22"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Εάν βρίσκεστε στην περιοχή Οικισμό Ποντίων & Οικισμό Βέρας απομακρυνθείτε προς #Ελευσίνα. Δασική πυρκαγιά στην περιοχή σας. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-08-22"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Εάν βρίσκεστε σε Λάκκα Κατσαρή απομακρυνθείτε προς Ασπρόπυργο. Δασική πυρκαγιά στην περιοχή σας. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-08-22"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΈΒΡΟΥ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΘΡΆΚΗΣ_2023]],
  "Εάν βρίσκεστε Ελαιώνα Έλατο Πεύκη & Άγιο Γεώργιο εκκενώστε προς Αλεξανδρούπολη. Δασική πυρκαγιά στην περιοχή σας. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-08-22"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΈΒΡΟΥ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΘΡΆΚΗΣ_2023]],
  "Εάν βρίσκεστε Πλάκα, Δίκελλα, Μάκρη & Νέα Χιλή εκκενώστε προς Αλεξανδρούπολη. Δασική πυρκαγιά στην περιοχή σας. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-08-22"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [Prefectures[Prefectures.ΈΒΡΟΥ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Νέα Χιλή, Αλεξανδρούπολη. Δασική πυρκαγιά στην περιοχή σας, παραμείνετε σε ετοιμότητα. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-08-22"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [Prefectures[Prefectures.ΡΟΔΌΠΗΣ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΘΡΆΚΗΣ_2023]],
  "Ίασμος. Δασική πυρκαγιά στην περιοχή σας, παραμείνετε σε ετοιμότητα. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-08-21"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΒΟΙΩΤΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Εάν βρίσκεστε Παναγία Καλαμιώτισσα & Άγιο Αθανάσιο εκκενώστε προς Κυριάκι. Δασική πυρκαγιά στην περιοχή σας. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-08-21"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΈΒΡΟΥ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΘΡΆΚΗΣ_2023]],
  "Εάν βρίσκεστε στον οικισμό #Παλινοστούντων Παλαγίας εκκενώστε προς Αλεξανδρούπολη. Δασική πυρκαγιά στην περιοχή σας. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-08-21"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΒΟΙΩΤΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Εάν βρίσκεστε στον Ταρσό εκκενώστε προς Άσπρα Σπίτια. Δασική πυρκαγιά στην περιοχή σας. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-08-21"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΒΟΙΩΤΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Εάν βρίσκεστε στο Καρυώτι εκκενώστε προς Κυριάκι. Δασική πυρκαγιά στην περιοχή σας. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-08-21"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΚΥΚΛΆΔΩΝ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Κύθνος. Εάν βρίσκεστε στον όρμο Σκύλος εκκενώστε προς Δρυοπίδα. Δασική πυρκαγιά στην περιοχή σας. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-08-21"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΕΎΒΟΙΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Εάν βρίσκεστε στην βιομηχανική περιοχή της Νέας Αρτάκης & Βατώντα εκκενώστε προς Χαλκίδα. Δασική πυρκαγιά στην περιοχή σας. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-08-21"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΈΒΡΟΥ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΘΡΆΚΗΣ_2023]],
  "Αλεξανδρούπολη. Εξελίσσεται δασική πυρκαγιά. Οι καπνοί κατευθύνονται στην περιοχή σας. Παραμείνετε σε εσωτερικούς χώρους Κλείστε πόρτες & παράθυρα."
);

Alerts.add(
  new Date("2023-08-21"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΈΒΡΟΥ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΘΡΆΚΗΣ_2023]],
  "Εάν βρίσκεστε στην Αισύμη εκκενώστε προς Αλεξανδρούπολη. Δασική πυρκαγιά στην περιοχή σας. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-08-21"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΡΟΔΌΠΗΣ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΘΡΆΚΗΣ_2023]],
  "Εάν βρίσκεστε στο Πολύανθο, Σώστη, Ληνό εκκενώστε προς Κομοτηνή. Δασική πυρκαγιά στην περιοχή σας. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-08-21"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΚΑΒΆΛΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Εάν βρίσκεστε σε Νέο Ξεριά , Παλαιό Ξεριά & Γέροντα εκκενώστε προς κόμβο Χρυσούπολης. Δασική πυρκαγιά στην περιοχή σας. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-08-21"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΡΟΔΌΠΗΣ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΘΡΆΚΗΣ_2023]],
  "Εάν βρίσκεστε σε Μέγα Πιστό και Μίσχο εκκενώστε προς Ίασμο. Δασική πυρκαγιά στην περιοχή σας. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-08-21"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΈΒΡΟΥ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΘΡΆΚΗΣ_2023]],
  "Εάν βρίσκεστε στα Λάβαρα εκκενώστε προς Ορεστιάδα. Δασική πυρκαγιά στην περιοχή σας. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-08-21"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΚΑΒΆΛΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Εάν βρίσκεστε σε Δαμασκηνιά, Εκλεκτό, Αβραμυλιά εκκενώστε με κατεύθυνση νότια προς Παλαιά Εθνική Οδό. Δασική πυρκαγιά στην περιοχή σας. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-08-21"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΈΒΡΟΥ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΘΡΆΚΗΣ_2023]],
  "Εάν βρίσκεστε στο Διαλεκτό εκκενώστε με κατεύθυνση νότια προς Παλαιά Εθνική Οδό. Δασική πυρκαγιά στην περιοχή σας. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-08-21"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΈΒΡΟΥ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΘΡΆΚΗΣ_2023]],
  "Εάν βρίσκεστε στον οικισμό Άβαντα απομακρυνθείτε προς Αλεξανδρούπολη. Δασική πυρκαγιά στην περιοχή σας. Σημείο συνάντησης πολιτών στην πλατεία Άβαντα. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-08-21"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΕΎΒΟΙΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Εάν βρίσκεστε στη ΒόρειαωΑρτάκη απομακρυνθείτε προς Αρτάκη. Δασική πυρκαγιά στην περιοχή σας. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-08-21"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΕΎΒΟΙΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Εάν βρίσκεστε στα Νότια Ψαχνά απομακρυνθείτε προς Ψαχνά. Δασική πυρκαγιά στην περιοχή σας. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-08-21"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [Prefectures[Prefectures.ΕΎΒΟΙΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Δασική πυρκαγιά στην περιοχή Ψαχνά. Παραμείνετε σε ετοιμότητα & ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-08-21"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΒΟΙΩΤΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στην Παραλία Σαράντη απομακρυνθείτε προς Θίσβη. Δασική πυρκαγιά στην περιοχή σας. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-08-21"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [Prefectures[Prefectures.ΒΟΙΩΤΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Δασική πυρκαγιά στην περιοχή Πρόδρομος. Παραμείνετε σε ετοιμότητα  & ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-08-20"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΈΒΡΟΥ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΘΡΆΚΗΣ_2023]],
  "Αν βρίσκεστε στον οικισμό Άβαντας απομακρυνθείτε προς Αλεξανδρούπολη. Δασική πυρκαγιά στην περιοχή σας. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-08-20"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΈΒΡΟΥ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΘΡΆΚΗΣ_2023]],
  "Αν βρίσκεστε στους οικισμούς Αμφιτρίτη & Μαΐστρος απομακρυνθείτε προς Αλεξανδρούπολη. Δασική πυρκαγιά στην περιοχή σας. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-08-20"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΈΒΡΟΥ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΘΡΆΚΗΣ_2023]],
  "Αν βρίσκεστε στις περιοχές Μοναστηράκι & Δορίσκος απομακρυνθείτε προς Φέρες. Δασική πυρκαγιά στην περιοχή σας. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-08-20"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΈΒΡΟΥ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΘΡΆΚΗΣ_2023]],
  "Αλεξανδρούπολη. Εξελίσσεται δασική πυρκαγιά. Οι καπνοί κατευθύνονται στην περιοχή σας. Παραμείνετε σε εσωτερικούς χώρους. Κλείστε πόρτες & παράθυρα."
);

Alerts.add(
  new Date("2023-08-19"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΈΒΡΟΥ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΘΡΆΚΗΣ_2023]],
  "Αλεξανδρούπολη. Εξελίσσεται δασική πυρκαγιά. Οι καπνοί κατευθύνονται στην περιοχή σας. Παραμείνετε σε εσωτερικούς χώρους. Κλείστε πόρτες & παράθυρα."
);

Alerts.add(
  new Date("2023-08-19"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΈΒΡΟΥ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΘΡΆΚΗΣ_2023]],
  "Αν βρίσκεστε στην περιοχή Άνθεια απομακρυνθείτε προς Αλεξανδρούπολη. Δασική πυρκαγιά στην περιοχή σας. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-08-19"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΈΒΡΟΥ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΘΡΆΚΗΣ_2023]],
  "Αν βρίσκεστε στις περιοχές Λουτρός, Αγνάντια, Αριστηνό & Δωρικό απομακρυνθείτε προς Αλεξανδρούπολη. Δασική πυρκαγιά στην περιοχή σας. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-08-19"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΈΒΡΟΥ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΘΡΆΚΗΣ_2023]],
  "Αν βρίσκεστε στις περιοχές Νίψα, Αετοχώρι & Πεύκα απομακρυνθείτε προς Αλεξανδρούπολη. Δασική πυρκαγιά στην περιοχή σας. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-08-19"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [Prefectures[Prefectures.ΈΒΡΟΥ]],
  [Event[Event.ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΘΡΆΚΗΣ_2023]],
  "Δασική πυρκαγιά στις περιοχές Μελία, Νίψα, Πεύκα & Λουτρός. Παραμείνετε σε ετοιμότητα & ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-08-18"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [Prefectures[Prefectures.ΖΑΚΎΝΘΟΥ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Δασική πυρκαγιά στην περιοχή Τσιλιβή Μπόχαλη. Παραμείνετε σε ετοιμότητα & ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-08-15"),
  [Fire[Fire.ΒΙΟΜΗΧΑΝΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Εξελίσσεται πυρκαγιά σε χώρο ανακύκλωσης στην περιοχή του Ασπροπύργου. Εκλύονται καπνοί. Παραμείνετε σε εσωτερικούς χώρους. Κλείστε πόρτες & παράθυρα."
);

Alerts.add(
  new Date("2023-08-13"),
  [
    Earthquake[Earthquake.ΣΕΙΣΜΙΚΉ_ΔΌΝΗΣΗ],
    Landslide[Landslide.ΚΊΝΔΥΝΟΣ_ΚΑΤΟΛΙΣΘΉΣΕΩΝ],
  ],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΧΑΝΊΩΝ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Νότια Χανιά. Λόγω σεισμικής δόνησης στην περιοχής σας, αποφύγετε επικίνδυνες περιοχές (φαράγγια, βράχους). Κίνδυνος κατολισθήσεων. Ακολουθείτε τις οδηγίες των Αρχών"
);

Alerts.add(
  new Date("2023-08-09"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στις περιοχές Παλιούρι & Ριζάρη απομακρυνθείτε προς παραλία και κέντρο Μαραθώνα. Δασική πυρκαγιά στην περιοχή σας. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-08-05"),
  [ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [
    ...provinces[Provinces.ΙΟΝΊΩΝ_ΝΉΣΩΝ],
    ...provinces[Provinces.ΗΠΕΊΡΟΥ],
    Prefectures[Prefectures.ΑΙΤΟΛΟΑΚΑΡΝΑΝΊΑΣ],
  ],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Επικίνδυνα καιρικά φαινόμενα (ισχυρές καταιγίδες) τις επόμενες ώρες έως αργά το βράδυ. Περιορίστε τις άσκοπες μετακινήσεις κατά τη διάρκεια των φαινομένων & ακολουθείτε οδηγίες Αρχών."
);

Alerts.add(
  new Date("2023-07-31"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΧΊΟΥ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στις περιοχές Διευχά  & Κατάβαση απομακρυνθείτε προς Βολισσό. Δασική πυρκαγιά στην περιοχή σας. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-07-29"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΗΛΕΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στις περιοχές Παλαιοβαρβάσαινα, Καρούτες, Στρέφι & Σμίλα απομακρυνθείτε προς Αρχαία Ολυμπία. Δασική πυρκαγιά στην περιοχή σας. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-07-28"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΆΡΣΗΣ_ΚΙΝΔΎΝΟΥ]],
  [Prefectures[Prefectures.ΔΩΔΕΚΑΝΉΣΩΝ]],
  [Event[Event.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ_ΛΊΝΔΟΥ_2023]],
  "Ρόδος. Αίρεται ο κίνδυνος για τους οικισμούς Λάρδος & Λάερμα  από τις πυρκαγιές. Οι πολίτες μπορούν να επιστρέψουν στον χώρο διαμονής τους. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-07-28"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΆΡΣΗΣ_ΚΙΝΔΎΝΟΥ]],
  [Prefectures[Prefectures.ΔΩΔΕΚΑΝΉΣΩΝ]],
  [Event[Event.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ_ΛΊΝΔΟΥ_2023]],
  "Ρόδος. Αίρεται ο κίνδυνος για τους οικισμούς Πυλώνα, Κάλαθο, Απόλλωνα & Προφήτη Ηλία Σαλάκου από τις πυρκαγιές. Οι πολίτες μπορούν να επιστρέψουν στον χώρο διαμονής τους. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-07-27"),
  [Fire[Fire.ΕΚΡΉΞΕΙΣ_ΛΌΓΩ_ΠΥΡΚΑΓΙΆΣ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΜΑΓΝΗΣΊΑΣ]],
  [Event[Event.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ_ΒΕΛΕΣΤΊΝΟ_2023]],
  "Εκκενώστε την περιοχή των εκρήξεων Καραμπά Αγχιάλου σε απόσταση τριών χιλιομέτρων. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-07-27"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΜΑΓΝΗΣΊΑΣ]],
  [Event[Event.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ_ΒΕΛΕΣΤΊΝΟ_2023]],
  "Αν βρίσκεστε στις περιοχές Κόκκινα & Περίβλεπτο εκκενώστε τώρα προς Βελεστίνο. Δασική πυρκαγιά στην περιοχή σας. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-07-27"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΆΡΣΗΣ_ΚΙΝΔΎΝΟΥ]],
  [Prefectures[Prefectures.ΔΩΔΕΚΑΝΉΣΩΝ]],
  [Event[Event.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ_ΛΊΝΔΟΥ_2023]],
  "Αίρεται ο κίνδυνος για τους οικισμούς Ασκληπειό, Κιοτάρι, Βάτι, Γεννάδι, Λαχανιά & Πλημμύρι από τις πυρκαγιές. Οι πολίτες μπορούν να επιστρέψουν στον χώρο διαμονής τους. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-07-27"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΦΘΙΏΤΙΔΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στην περιοχή Αμφιθέα Λαμίας εκκενώστε τώρα προς Δομοκό. Δασική πυρκαγιά στην περιοχή σας. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-07-27"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΆΡΣΗΣ_ΚΙΝΔΎΝΟΥ]],
  [Prefectures[Prefectures.ΔΩΔΕΚΑΝΉΣΩΝ]],
  [
    Event[Event.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ_ΛΊΝΔΟΥ_2023],
    "Αίρεται ο κίνδυνος για τους οικισμούς Μαλώνας, Χαράκι & Μάσσαρι από τις πυρκαγιές. Οι πολίτες μπορούν να επιστρέψουν στον χώρο διαμονής τους. Ακολουθείτε τις οδηγίες των Αρχών.",
  ]
);

Alerts.add(
  new Date("2023-07-27"),
  [Fire[Fire.ΒΙΟΜΗΧΑΝΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Εξελίσσεται πυρκαγιά σε αποθηκευτικό χώρο στην περιοχή του Ασπροπύργου. Εκλύονται καπνοί. Παραμείνετε σε εσωτερικούς χώρους. Κλείστε πόρτες & παράθυρα."
);

Alerts.add(
  new Date("2023-07-27"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΜΑΓΝΗΣΊΑΣ]],
  [Event[Event.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ_ΒΕΛΕΣΤΊΝΟ_2023]],
  "Αν βρίσκεστε στις περιοχές Στουπί, Βελανιδιά, Μάραθο & Κριθάρια εκκενώστε τώρα προς Βόλο. Πυρκαγιά στην περιοχή σας. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-07-27"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΜΑΓΝΗΣΊΑΣ]],
  [Event[Event.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ_ΒΕΛΕΣΤΊΝΟ_2023]],
  "Αν βρίσκεστε στις περιοχές Σώρος, Χρυσή Ακτή Παναγιάς & Άγιος Γεώργιος εκκενώστε τώρα προς Βόλο. Πυρκαγιά στην περιοχή σας. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-07-27"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΜΑΓΝΗΣΊΑΣ]],
  [Event[Event.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ_ΒΕΛΕΣΤΊΝΟ_2023]],
  "Αν βρίσκεστε στην περιοχή της Νέας Αγχιάλου εκκενώστε τώρα προς Αλμυρό. Πυρκαγιά στην περιοχή σας. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-07-27"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΜΑΓΝΗΣΊΑΣ]],
  [Event[Event.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ_ΒΕΛΕΣΤΊΝΟ_2023]],
  "Αν βρίσκεστε στην περιοχή Καστράκι εκκενώστε τώρα προς Μικροθήβες. Πυρκαγιά στην περιοχή σας. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-07-27"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [Prefectures[Prefectures.ΜΑΓΝΗΣΊΑΣ]],
  [Event[Event.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ_ΒΕΛΕΣΤΊΝΟ_2023]],
  "Αν βρίσκεστε στις περιοχές Αλυκές, Πευκάκια, Άγιο Γεώργιο, Νέα Αγχίαλο παραμείνετε σε ετοιμότητα. Πυρκαγιά στην περιοχή σας. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-07-27"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΜΑΓΝΗΣΊΑΣ]],
  [Event[Event.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ_ΒΕΛΕΣΤΊΝΟ_2023]],
  "Αν βρίσκεστε στις περιοχές Χρυσή Ακτή, Παναγιάς, Βελανιδιά, Μάραθο & Κριθάρια εκκενώστε τώρα προς Βόλο. Πυρκαγιά στην περιοχή σας. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-07-27"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΜΑΓΝΗΣΊΑΣ]],
  [Event[Event.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ_ΒΕΛΕΣΤΊΝΟ_2023]],
  "Αν βρίσκεστε στην περιοχή Μελισσάτικα εκκενώστε τώρα προς Βόλο. Πυρκαγιά στην περιοχή σας. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-07-26"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [Prefectures[Prefectures.ΜΑΓΝΗΣΊΑΣ]],
  [Event[Event.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ_ΒΕΛΕΣΤΊΝΟ_2023]],
  "Αν βρίσκεστε στις περιοχές Γλαφυρά, Κάκκαβος, Μελισσάτικα, Φυτόκο, Λούτζιγκα & Κογιάτικα παραμείνετε σε ετοιμότητα. Πυρκαγιά στην περιοχή σας. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-07-26"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΦΘΙΏΤΙΔΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στην περιοχή Κάτω Τιθορέα εκκενώστε τώρα προς Άνω Τιθορέα. Πυρκαγιά στην περιοχή σας. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-07-26"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΜΑΓΝΗΣΊΑΣ]],
  [Event[Event.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ_ΒΕΛΕΣΤΊΝΟ_2023]],
  "Εξελίσσεται πυρκαγιά στην ευρύτερη περιοχή Βελεστίνου. Οι καπνοί κατευθύνονται στην περιοχή σας. Παραμείνετε σε εσωτερικούς χώρους. Κλείστε πόρτες & παράθυρα."
);

Alerts.add(
  new Date("2023-07-26"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΜΑΓΝΗΣΊΑΣ]],
  [Event[Event.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ_ΒΕΛΕΣΤΊΝΟ_2023]],
  "Αν βρίσκεστε στις περιοχές Νέα Μαγνησία, Μεγάλη Βρύση & Αγία Παρασκευή εκκενώστε τώρα προς Στυλίδα. Πυρκαγιά στην περιοχή σας. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-07-26"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΜΑΓΝΗΣΊΑΣ]],
  [Event[Event.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ_ΒΕΛΕΣΤΊΝΟ_2023]],
  "Αν βρίσκεστε στις περιοχές Διμήνι Παλιούρι & Βιομηχανική Περιοχή Βόλου εκκενώστε τώρα προς Βόλο. Πυρκαγιά στην περιοχή σας. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-07-26"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΦΘΙΏΤΙΔΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στο βόρειο τμήμα της πόλης της Λαμίας εκκενώστε τώρα προς το κέντρο & νότια της Λαμίας. Πυρκαγιά στην περιοχή σας. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-07-26"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [Prefectures[Prefectures.ΜΑΓΝΗΣΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε σε Βελεστίνο, Σέσκλο & Άγιο Γεώργιο Φερών παραμείνετε σε ετοιμότητα & ακολουθείτε τις οδηγίες των Αρχών. Δασική πυρκαγιά στην περιοχή."
);

Alerts.add(
  new Date("2023-07-25"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΚΈΡΚΥΡΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στις περιοχές Καλαμάκι & Απραός, εκκενώστε τώρα προς Λιμάνι Κασσιόπης. Δασική πυρκαγιά στην περιοχή σας. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-07-25"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΔΩΔΕΚΑΝΉΣΩΝ]],
  [Event[Event.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ_ΛΊΝΔΟΥ_2023]],
  "Αν βρίσκεστε στις περιοχές Πλημμύρι και Λαχανιά , εκκενώστε τώρα προς Απολλακιά. Δασική πυρκαγιά στην περιοχή σας. Ακολουθήστε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-07-25"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΔΩΔΕΚΑΝΉΣΩΝ]],
  [Event[Event.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ_ΛΊΝΔΟΥ_2023]],
  "Αν βρίσκεστε στην περιοχή Γεννάδι, εκκενώστε τώρα προς Λίνδο. Δασική πυρκαγιά στην περιοχή σας. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-07-25"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΚΈΡΚΥΡΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στην περιοχή Σύκι , εκκενώστε τώρα προς Λιμάνι Κασσιόπης. Δασική πυρκαγιά στην περιοχή σας. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-07-25"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΚΈΡΚΥΡΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στην περιοχή Ημερολιά , εκκενώστε τώρα προς Λιμάνι Κασσιόπης. Δασική πυρκαγιά στην περιοχή σας. Ακολουθήστε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-07-25"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΔΩΔΕΚΑΝΉΣΩΝ]],
  [Event[Event.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ_ΛΊΝΔΟΥ_2023]],
  "Αν βρίσκεστε στην περιοχή Βατί, εκκενώστε τώρα προς Λίνδο. Δασική πυρκαγιά στην περιοχή σας. Ακολουθήστε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-07-25"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΚΈΡΚΥΡΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στην περιοχή Λούτσες, εκκενώστε τώρα προς Αχαράβη. Δασική πυρκαγιά στην περιοχή σας. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-07-25"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΕΎΒΟΙΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στην περιοχή Πλατανιστός, εκκενώστε τώρα προς Κάρυστο. Δασική πυρκαγιά στην περιοχή σας. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-07-24"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΔΩΔΕΚΑΝΉΣΩΝ]],
  [Event[Event.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ_ΛΊΝΔΟΥ_2023]],
  "Αν βρίσκεστε στην περιοχή Κάλαθο, εκκενώστε τώρα προς Κολύμπια. Δασική πυρκαγιά στην περιοχή σας. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-07-24"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΕΎΒΟΙΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στην περιοχή Άγιοι, εκκενώστε τώρα προς Κάρυστο. Δασική πυρκαγιά στην περιοχή σας. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-07-24"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΔΩΔΕΚΑΝΉΣΩΝ]],
  [Event[Event.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ_ΛΊΝΔΟΥ_2023]],
  " Αν βρίσκεστε στις περιοχές Μάσαρη και Μαλώνας, εκκενώστε τώρα προς Αρχάγγελο. Δασική πυρκαγιά στην περιοχή σας. Ακολουθήστε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-07-24"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΕΎΒΟΙΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  " Αν βρίσκεστε στην περιοχή Πλατανιστός, εκκενώστε τώρα προς Κάρυστο. Δασική πυρκαγιά στην περιοχή σας. Ακολουθήστε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-07-24"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΔΩΔΕΚΑΝΉΣΩΝ]],
  [Event[Event.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ_ΛΊΝΔΟΥ_2023]],
  "Αν βρίσκεστε στις περιοχές Γεννάδι και Βατί εκκενώστε τώρα προς Κιοτάρι. Δασική πυρκαγιά στην περιοχή σας. Ακολουθήστε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-07-24"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΕΎΒΟΙΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στην περιοχή Πλατύς Γιαλός, εκκενώστε τώρα προς Κάρυστο.  Δασική πυρκαγιά στην περιοχή σας. Ακολουθήστε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-07-24"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΕΎΒΟΙΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στις περιοχές Λιβάδι & Καστρί, εκκενώστε τώρα προς Κάρυστο. Δασική πυρκαγιά στην περιοχή σας. Ακολουθήστε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-07-23"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΧΑΐΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στην περιοχή Τράπεζα, εκκενώστε τώρα προς Ακράτα. Δασική πυρκαγιά στην περιοχή σας. Ακολουθήστε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-07-23"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΚΈΡΚΥΡΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στις περιοχές Βιγγλατούρι και Νησάκι, εκκενώστε τώρα προς Μπαρμπάτι. Δασική πυρκαγιά στην περιοχή σας. Ακολουθήστε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-07-23"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΚΈΡΚΥΡΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στις περιοχές Ρου, Κατάβολο, Κέντρωμα, Τρίτσι, Κοκκοκύλας, Σαρακηνιάτικα, Πλαγιά, Καλάμι, Βλαχάτικα & Καβαλλέραινα, εκκενώστε τώρα προς Ύψος. Δασική πυρκαγιά στην περιοχή σας. Ακολουθήστε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-07-23"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΚΈΡΚΥΡΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στις περιοχές Σάντα, Μέγκουλα, Πόρτα, Παλιά Περίθεια & Σινιές, εκκενώστε τώρα προς Κασσιόπη. Δασική πυρκαγιά στην περιοχή σας. Ακολουθήστε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-07-23"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΧΑΐΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στον οικισμό Κάστρο, εκκενώστε προς Καθολικό. Δασική πυρκαγιά στην περιοχή σας. Ακολουθήστε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-07-23"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΕΎΒΟΙΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στις περιοχές Λιβάδι, Ποτάμι, Περναράκι & Πλατανιστός, εκκενώστε τώρα προς Κάρυστο. Δασική πυρκαγιά στην περιοχή σας. Ακολουθήστε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-07-23"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΔΩΔΕΚΑΝΉΣΩΝ]],
  [Event[Event.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ_ΛΊΝΔΟΥ_2023]],
  "Αν βρίσκεστε στις περιοχές Μάσαρη, Μαλώνας & Χαράκι, εκκενώστε τώρα προς Ρόδο.  Δασική πυρκαγιά στην περιοχή σας.  Ακολουθήστε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-07-22"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΔΩΔΕΚΑΝΉΣΩΝ]],
  [Event[Event.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ_ΛΊΝΔΟΥ_2023]],
  "Αν βρίσκεστε στις περιοχές Πεύκοι, Λίνδος & Κάλαθος, εκκενώστε τώρα προς Αρχάγγελο. Δασική πυρκαγιά στην περιοχή σας. Ακολουθήστε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-07-22"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΔΩΔΕΚΑΝΉΣΩΝ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στις περιοχές Κιοτάρι & Γεννάδι, εκκενώστε τώρα προς Πλυμμήρι. Δασική πυρκαγιά στην περιοχή σας. Ακολουθήστε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-07-22"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΔΩΔΕΚΑΝΉΣΩΝ]],
  [Event[Event.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ_ΛΊΝΔΟΥ_2023]],
  "Αν βρίσκεστε στο Ασκληπιείο & Κιοτάρι, εκκενώστε τώρα προς Γεννάδι.  Δασική πυρκαγιά στην περιοχή σας. Ακολουθήστε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-07-22"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΔΩΔΕΚΑΝΉΣΩΝ]],
  [Event[Event.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ_ΛΊΝΔΟΥ_2023]],
  "Αν βρίσκεστε στον Λάρδο & Πυλώνα, εκκενώστε τώρα προς Αρχάγγελο. Δασική πυρκαγιά στην περιοχή σας. Ακολουθήστε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-07-21"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΔΩΔΕΚΑΝΉΣΩΝ]],
  [Event[Event.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ_ΛΊΝΔΟΥ_2023]],
  "Αν βρίσκεστε στην περιοχή Λάερμα, εκκενώστε τώρα προς περιοχή Αρχάγγελο. Δασική πυρκαγιά στην περιοχή σας. Ακολουθήστε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-07-20"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΔΑΣΚΙΉ_ΠΥΡΚΑΓΙΆ_ΔΕΡΒΕΝΟΧΩΡΊΩΝ_2023]],
  "Αν βρίσκεστε στην περιοχή Κιάφα, εκκενώστε τώρα προς Μάνδρα - Ελευσίνα. Δασική πυρκαγιά στην περιοχή σας. Ακολουθήστε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-07-20"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΔΑΣΚΙΉ_ΠΥΡΚΑΓΙΆ_ΔΕΡΒΕΝΟΧΩΡΊΩΝ_2023]],
  "Αν βρίσκεστε στην περιοχή Άγιος Παντελεήμων, εκκενώστε τώρα προς Ερυθρές. Δασική πυρκαγιά στην περιοχή σας. Ακολουθήστε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-07-20"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΔΑΣΚΙΉ_ΠΥΡΚΑΓΙΆ_ΔΕΡΒΕΝΟΧΩΡΊΩΝ_2023]],
  "Αν βρίσκεστε στην περιοχή Άγιος Ιωάννης Κορακάς, εκκενώστε τώρα προς Μάνδρα. Δασική πυρκαγιά στην περιοχή σας. Ακολουθήστε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-07-20"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΔΑΣΚΙΉ_ΠΥΡΚΑΓΙΆ_ΔΕΡΒΕΝΟΧΩΡΊΩΝ_2023]],
  "Αν βρίσκεστε στην περιοχή Οινόη εκκενώστε τώρα προς Ερυθρές. Δασική πυρκαγιά στην περιοχή σας. Ακολουθήστε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-07-20"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΔΑΣΚΙΉ_ΠΥΡΚΑΓΙΆ_ΔΕΡΒΕΝΟΧΩΡΊΩΝ_2023]],
  "Αν βρίσκεστε στις περιοχές Άγιος Σωτήρας, Παλαιοκούνδουρα, Πανόραμα, Μάνδρας & Παλαιοχώρι εκκενώστε τώρα προς Οινόη. Δασική πυρκαγιά. Ακολουθήστε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-07-19"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΔΩΔΕΚΑΝΉΣΩΝ]],
  [Event[Event.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ_ΛΊΝΔΟΥ_2023]],
  "Αν βρίσκεστε στις περιοχές Ελεούσα, Σάλακος & Διμυλιά Ρόδου εκκενώστε τώρα προς Κολύμπια. Δασική πυρκαγιά στην περιοχή. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-07-19"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΔΑΣΚΙΉ_ΠΥΡΚΑΓΙΆ_ΔΕΡΒΕΝΟΧΩΡΊΩΝ_2023]],
  "Αν βρίσκεστε στις περιοχές Νέα Ζωή Κανδηλίου &#Λεωφόρο Καταδρομών, εκκενώστε τώρα προς Μέγαρα. Δασική πυρκαγιά στην περιοχή. Ακολουθήστε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-07-18"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΔΑΣΚΙΉ_ΠΥΡΚΑΓΙΆ_ΔΕΡΒΕΝΟΧΩΡΊΩΝ_2023]],
  "Αν βρίσκεστε στη Νέα Πέραμο παραμείνετε σε ετοιμότητα και ακολουθείτε τις οδηγίες των Αρχών.  Δασική πυρκαγιά στην περιοχή."
);

Alerts.add(
  new Date("2023-07-18"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στις περιοχές Λουτρόπυργος, Άνω Βλυχάδα, Συνοικισμός Όθωνα και Ευταξία εκκενώστε τώρα προς Ελευσίνα. Δασική πυρκαγιά. Ακολουθήστε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-07-18"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΔΑΣΚΙΉ_ΠΥΡΚΑΓΙΆ_ΔΕΡΒΕΝΟΧΩΡΊΩΝ_2023]],
  "Αν βρίσκεστε στην περιοχή Γλυκιά Ζωή εκκενώστε τώρα προς Αγίους Θεοδώρους. Δασική πυρκαγιά στην περιοχή. Ακολουθήστε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-07-18"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΔΑΣΚΙΉ_ΠΥΡΚΑΓΙΆ_ΔΕΡΒΕΝΟΧΩΡΊΩΝ_2023]],
  "Αν βρίσκεστε σε Νέα Ζωή & Νέος Πόντος Μάνδρας Αττικής εκκενώστε τώρα προς Ελευσίνα. Δασική πυρκαγιά στην περιοχή. Ακολουθήστε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-07-18"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Εξελίσσεται δασική πυρκαγιά στην περιοχή #Δερβενοχωρίων. Οι καπνοί κατευθύνονται στην περιοχή σας. Παραμείνετε σε εσωτερικούς χώρους, κλείστε πόρτες και παράθυρα. Ακολουθήστε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-07-18"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Σε εξέλιξη δασική πυρκαγιά στην περιοχή των Δερβενοχωρίων Βοιωτίας πλησίον καναλιού Μόρνου. Ακολουθήστε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-07-17"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-07-17"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΚΟΡΙΝΘΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-07-17"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-07-17"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΚΟΡΙΝΘΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-07-17"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-07-17"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-07-17"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-07-17"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-07-15"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΒΟΙΩΤΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-07-10"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΡΕΘΎΜΝΗΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-06-18"),
  [ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [
    Prefectures[Prefectures.ΕΎΒΟΙΑΣ],
    Prefectures[Prefectures.ΚΥΚΛΆΔΩΝ],
    Prefectures[Prefectures.ΧΊΟΥ],
    Prefectures[Prefectures.ΛΈΣΒΟΥ],
  ],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-06-18"),
  [ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΕΎΒΟΙΑΣ], Prefectures[Prefectures.ΜΑΓΝΗΣΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-04-03"),
  [
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ],
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΟΊ_ΆΝΕΜΟΙ],
  ],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [
    Prefectures[Prefectures.ΧΑΛΚΙΔΙΚΉΣ],
    Prefectures[Prefectures.ΚΑΒΆΛΑΣ],
    Prefectures[Prefectures.ΞΆΝΘΗΣ],
  ],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-04-03"),
  [
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ],
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΟΊ_ΆΝΕΜΟΙ],
  ],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [
    Prefectures[Prefectures.ΠΈΛΛΑΣ],
    Prefectures[Prefectures.ΠΙΕΡΊΑΣ],
    Prefectures[Prefectures.ΗΜΑΘΊΑΣ],
    Prefectures[Prefectures.ΘΕΣΣΑΛΟΝΊΚΗΣ],
  ],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-02-07"),
  [ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΧΙΟΝΟΠΤΏΣΕΙΣ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΜΑΓΝΗΣΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-02-07"),
  [ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΧΙΟΝΟΠΤΏΣΕΙΣ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [
    Prefectures[Prefectures.ΒΟΙΩΤΊΑΣ],
    Prefectures[Prefectures.ΦΘΙΏΤΙΔΑΣ],
    Prefectures[Prefectures.ΕΎΒΟΙΑΣ],
  ],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-02-06"),
  [ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΧΙΟΝΟΠΤΏΣΕΙΣ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-02-05"),
  [ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΧΙΟΝΟΠΤΏΣΕΙΣ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-02-05"),
  [ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΧΙΟΝΟΠΤΏΣΕΙΣ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [
    Prefectures[Prefectures.ΒΟΙΩΤΊΑΣ],
    Prefectures[Prefectures.ΦΘΙΏΤΙΔΑΣ],
    Prefectures[Prefectures.ΕΎΒΟΙΑΣ],
    Prefectures[Prefectures.ΜΑΓΝΗΣΊΑΣ],
  ],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-02-04"),
  [ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΧΙΟΝΟΠΤΏΣΕΙΣ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-02-04"),
  [ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΧΙΟΝΟΠΤΏΣΕΙΣ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [
    Prefectures[Prefectures.ΒΟΙΩΤΊΑΣ],
    Prefectures[Prefectures.ΦΘΙΏΤΙΔΑΣ],
    Prefectures[Prefectures.ΕΎΒΟΙΑΣ],
    Prefectures[Prefectures.ΜΑΓΝΗΣΊΑΣ],
  ],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-01-26"),
  [
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ],
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΟΊ_ΆΝΕΜΟΙ],
  ],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΔΩΔΕΚΑΝΉΣΩΝ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-01-26"),
  [Flood[Flood.ΥΠΕΡΧΕΊΛΗΣΗ_ΠΟΤΑΜΟΎ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΡΚΑΔΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-01-26"),
  [
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ],
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΟΊ_ΆΝΕΜΟΙ],
  ],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [
    Prefectures[Prefectures.ΈΒΡΟΥ],
    Prefectures[Prefectures.ΚΑΒΆΛΑΣ],
    Prefectures[Prefectures.ΛΈΣΒΟΥ],
    Prefectures[Prefectures.ΧΊΟΥ],
    Prefectures[Prefectures.ΣΆΜΟΥ],
  ],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-01-26"),
  [
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ],
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΟΊ_ΆΝΕΜΟΙ],
  ],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΚΈΡΚΥΡΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-01-26"),
  [
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ],
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΟΊ_ΆΝΕΜΟΙ],
  ],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΜΑΓΝΗΣΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-01-26"),
  [
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ],
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΟΊ_ΆΝΕΜΟΙ],
  ],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΕΎΒΟΙΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-01-26"),
  [
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ],
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΟΊ_ΆΝΕΜΟΙ],
  ],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-01-25"),
  [ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΧΙΟΝΟΠΤΏΣΕΙΣ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [...provinces[Provinces.ΔΥΤΙΚΉΣ_ΜΑΚΕΔΟΝΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-01-25"),
  [
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ],
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΟΊ_ΆΝΕΜΟΙ],
  ],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [
    Prefectures[Prefectures.ΚΟΡΙΝΘΊΑΣ],
    Prefectures[Prefectures.ΑΡΓΟΛΊΔΑΣ],
    Prefectures[Prefectures.ΛΑΚΩΝΊΑΣ],
    Prefectures[Prefectures.ΜΕΣΣΗΝΊΑΣ],
    Prefectures[Prefectures.ΑΡΚΑΔΊΑΣ],
    Prefectures[Prefectures.ΚΑΡΔΊΤΣΑΣ],
    Prefectures[Prefectures.ΤΡΙΚΆΛΩΝ],
  ],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-01-25"),
  [
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ],
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΟΊ_ΆΝΕΜΟΙ],
  ],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [
    Prefectures[Prefectures.ΑΙΤΟΛΟΑΚΑΡΝΑΝΊΑΣ],
    Prefectures[Prefectures.ΗΛΕΊΑΣ],
    Prefectures[Prefectures.ΑΧΑΐΑΣ],
    Prefectures[Prefectures.ΚΕΦΑΛΛΟΝΙΆΣ],
    Prefectures[Prefectures.ΖΑΚΎΝΘΟΥ],
    Prefectures[Prefectures.ΛΕΥΚΆΔΑΣ],
  ],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-12-11"),
  [
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ],
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΟΊ_ΆΝΕΜΟΙ],
  ],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΣΆΜΟΥ], Prefectures[Prefectures.ΔΩΔΕΚΑΝΉΣΩΝ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-12-11"),
  [
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ],
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΟΊ_ΆΝΕΜΟΙ],
  ],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [...provinces[Provinces.ΚΡΉΤΗΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-12-10"),
  [
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ],
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΟΊ_ΆΝΕΜΟΙ],
  ],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [
    Prefectures[Prefectures.ΑΧΑΐΑΣ],
    Prefectures[Prefectures.ΗΛΕΊΑΣ],
    Prefectures[Prefectures.ΜΕΣΣΗΝΊΑΣ],
  ],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-12-10"),
  [
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ],
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΟΊ_ΆΝΕΜΟΙ],
  ],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΙΤΟΛΟΑΚΑΡΝΑΝΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-12-10"),
  [
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ],
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΟΊ_ΆΝΕΜΟΙ],
  ],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΚΕΦΑΛΛΟΝΙΆΣ], ...provinces[Provinces.ΗΠΕΊΡΟΥ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-12-09"),
  [Fire[Fire.ΒΙΟΜΗΧΑΝΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-12-08"),
  [Fire[Fire.ΒΙΟΜΗΧΑΝΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-12-01"),
  [
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ],
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΟΊ_ΆΝΕΜΟΙ],
  ],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΛΈΣΒΟΥ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-11-30"),
  [ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΧΑΛΚΙΔΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-11-30"),
  [ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΠΙΕΡΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-11-30"),
  [ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΚΕΦΑΛΛΟΝΙΆΣ], Prefectures[Prefectures.ΖΑΚΎΝΘΟΥ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-11-23"),
  [Fire[Fire.ΒΙΟΜΗΧΑΝΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-11-05"),
  [ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΣΆΜΟΥ], Prefectures[Prefectures.ΔΩΔΕΚΑΝΉΣΩΝ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-11-05"),
  [ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΕΎΒΟΙΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-11-05"),
  [ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [
    Prefectures[Prefectures.ΠΙΕΡΊΑΣ],
    Prefectures[Prefectures.ΗΜΑΘΊΑΣ],
    Prefectures[Prefectures.ΠΈΛΛΑΣ],
    Prefectures[Prefectures.ΧΑΛΚΙΔΙΚΉΣ],
  ],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-11-05"),
  [ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ], Prefectures[Prefectures.ΚΟΡΙΝΘΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-11-05"),
  [ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [...provinces[Provinces.ΠΕΛΟΠΟΝΝΉΣΟΥ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-11-04"),
  [ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [
    ...provinces[Provinces.ΔΥΤΙΚΉΣ_ΕΛΛΆΔΑΣ],
    ...provinces[Provinces.ΝΟΤΊΟΥ_ΙΟΝΊΟΥ],
    Prefectures[Prefectures.ΜΕΣΣΗΝΊΑΣ],
  ],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-11-04"),
  [ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [...provinces[Provinces.ΒΟΡΕΊΟΥ_ΙΟΝΊΟΥ], ...provinces[Provinces.ΗΠΕΊΡΟΥ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-10-15"),
  [ExtremeWeather[ExtremeWeather.ΑΚΡΑΊΑ_ΚΑΙΡΙΚΆ_ΦΑΙΝΌΜΕΝΑ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΔΩΔΕΚΑΝΉΣΩΝ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-10-15"),
  [ExtremeWeather[ExtremeWeather.ΑΚΡΑΊΑ_ΚΑΙΡΙΚΆ_ΦΑΙΝΌΜΕΝΑ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΔΩΔΕΚΑΝΉΣΩΝ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-10-15"),
  [ExtremeWeather[ExtremeWeather.ΑΚΡΑΊΑ_ΚΑΙΡΙΚΆ_ΦΑΙΝΌΜΕΝΑ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΛΑΣΙΘΊΟΥ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-10-14"),
  [ExtremeWeather[ExtremeWeather.ΑΚΡΑΊΑ_ΚΑΙΡΙΚΆ_ΦΑΙΝΌΜΕΝΑ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [
    ...provinces[Provinces.ΗΠΕΊΡΟΥ],
    ...provinces[Provinces.ΔΥΤΙΚΉΣ_ΕΛΛΆΔΑΣ],
    ...provinces[Provinces.ΙΟΝΊΩΝ_ΝΉΣΩΝ],
    ...provinces[Provinces.ΔΥΤΙΚΉΣ_ΠΕΛΟΠΟΝΉΣΟΥ],
  ],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-09-26"),
  [ExtremeWeather[ExtremeWeather.ΑΚΡΑΊΑ_ΚΑΙΡΙΚΆ_ΦΑΙΝΌΜΕΝΑ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [
    Prefectures[Prefectures.ΚΈΡΚΥΡΑΣ],
    Prefectures[Prefectures.ΛΕΥΚΆΔΑΣ],
    Prefectures[Prefectures.ΚΕΦΑΛΛΟΝΙΆΣ],
    Prefectures[Prefectures.ΑΙΤΟΛΟΑΚΑΡΝΑΝΊΑΣ],
    ...provinces[Provinces.ΗΠΕΊΡΟΥ],
  ],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-09-04"),
  [ExtremeWeather[ExtremeWeather.ΑΚΡΑΊΑ_ΚΑΙΡΙΚΆ_ΦΑΙΝΌΜΕΝΑ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [
    Prefectures[Prefectures.ΘΕΣΣΑΛΟΝΊΚΗΣ],
    Prefectures[Prefectures.ΗΜΑΘΊΑΣ],
    Prefectures[Prefectures.ΠΙΕΡΊΑΣ],
    Prefectures[Prefectures.ΧΑΛΚΙΔΙΚΉΣ],
    Prefectures[Prefectures.ΛΆΡΙΣΑΣ],
    Prefectures[Prefectures.ΜΑΓΝΗΣΊΑΣ],
  ],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-08-24"),
  [ExtremeWeather[ExtremeWeather.ΑΚΡΑΊΑ_ΚΑΙΡΙΚΆ_ΦΑΙΝΌΜΕΝΑ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [
    ...provinces[Provinces.ΑΝΑΤΟΛΙΚΉΣ_ΜΑΚΕΔΟΝΊΑΣ_ΚΑΙ_ΘΡΆΚΗΣ],
    ...provinces[Provinces.ΚΕΝΤΡΙΚΉΣ_ΜΑΚΕΔΟΝΊΑΣ],
    ...provinces[Provinces.ΒΟΡΕΊΟΥ_ΑΙΓΑΊΟΥ],
    ...provinces[Provinces.ΘΕΣΣΑΛΊΑΣ],
    ...provinces[Provinces.ΑΝΑΤΟΛΙΚΉΣ_ΣΤΕΡΕΆΣ],
  ],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-08-23"),
  [Fire[Fire.ΒΙΟΜΗΧΑΝΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-08-21"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΚΈΡΚΥΡΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-08-11"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΚΑΒΆΛΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]]
);

Alerts.add(
  new Date("2022-08-10"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΖΑΚΎΝΘΟΥ]],
  [Event[Event.ΚΑΝΈΝΑ]]
);

Alerts.add(
  new Date("2022-08-05"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-08-03"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΜΕΣΣΗΝΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-07-26"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΛΈΣΒΟΥ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-07-26"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-07-24"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΈΒΡΟΥ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-07-24"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΗΛΕΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-07-24"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΛΈΣΒΟΥ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-07-24"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΛΈΣΒΟΥ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-07-24"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΈΒΡΟΥ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-07-23"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΛΈΣΒΟΥ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-07-21"),
  [Fire[Fire.ΒΙΟΜΗΧΑΝΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-07-21"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΗΛΕΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-07-20"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-07-20"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-07-20"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-07-20"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-07-20"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ], Traffic[Traffic.ΚΛΕΊΣΙΜΟ_ΔΡΌΜΟΥ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-07-20"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-07-19"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-07-19"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-07-19"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-07-19"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-07-18"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΡΕΘΎΜΝΗΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-07-16"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΧΑΐΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-07-15"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΡΕΘΎΜΝΗΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-07-15"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-07-15"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-07-05"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-07-04"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΦΩΚΊΔΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-07-04"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΦΩΚΊΔΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-07-04"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΦΩΚΊΔΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-07-04"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΗΛΕΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-07-04"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΒΟΙΩΤΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-07-04"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΗΛΕΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-07-04"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΗΛΕΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-06-18"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΕΎΒΟΙΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-06-10"),
  [
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ],
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΒΡΟΧΟΠΤΏΣΕΙΣ],
  ],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [
    ...provinces[Provinces.ΚΕΝΤΡΙΚΉΣ_ΜΑΚΕΔΟΝΊΑΣ],
    ...provinces[Provinces.ΑΝΑΤΟΛΙΚΉΣ_ΜΑΚΕΔΟΝΊΑΣ_ΚΑΙ_ΘΡΆΚΗΣ],
    ...provinces[Provinces.ΒΟΡΕΊΟΥ_ΑΙΓΑΊΟΥ],
  ],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-06-09"),
  [
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ],
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΒΡΟΧΟΠΤΏΣΕΙΣ],
  ],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΠΟΛΛΈΣ_ΠΕΡΙΟΧΈΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-06-06"),
  [Fire[Fire.ΒΙΟΜΗΧΑΝΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-06-04"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-01-24"),
  [ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΧΙΟΝΟΠΤΏΣΕΙΣ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Elpis"
);

Alerts.add(
  new Date("2022-01-23"),
  [ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΧΙΟΝΟΠΤΏΣΕΙΣ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [
    Prefectures[Prefectures.ΜΑΓΝΗΣΊΑΣ],
    Prefectures[Prefectures.ΦΘΙΏΤΙΔΑΣ],
    Prefectures[Prefectures.ΕΎΒΟΙΑΣ],
    Prefectures[Prefectures.ΚΥΚΛΆΔΩΝ],
    Prefectures[Prefectures.ΛΈΣΒΟΥ],
  ],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Elpis - Vories kyklades and limnos"
);

Alerts.add(
  new Date("2022-01-11"),
  [ExtremeWeather[ExtremeWeather.ΑΚΡΑΊΑ_ΚΑΙΡΙΚΆ_ΦΑΙΝΌΜΕΝΑ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΜΑΓΝΗΣΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-01-10"),
  [ExtremeWeather[ExtremeWeather.ΑΚΡΑΊΑ_ΚΑΙΡΙΚΆ_ΦΑΙΝΌΜΕΝΑ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [
    Prefectures[Prefectures.ΦΘΙΏΤΙΔΑΣ],
    Prefectures[Prefectures.ΕΎΒΟΙΑΣ],
    Prefectures[Prefectures.ΔΩΔΕΚΑΝΉΣΩΝ],
    ...provinces[Provinces.ΘΕΣΣΑΛΊΑΣ],
  ],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-12-11"),
  [Flood[Flood.ΠΛΗΜΜΎΡΑ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΙΤΟΛΟΑΚΑΡΝΑΝΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-12-10"),
  [ExtremeWeather[ExtremeWeather.ΑΚΡΑΊΑ_ΚΑΙΡΙΚΆ_ΦΑΙΝΌΜΕΝΑ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [
    ...provinces[Provinces.ΙΟΝΊΩΝ_ΝΉΣΩΝ],
    ...provinces[Provinces.ΗΠΕΊΡΟΥ],
    ...provinces[Provinces.ΘΕΣΣΑΛΊΑΣ],
    Prefectures[Prefectures.ΠΕΡΙΟΧΈΣ_ΠΕΛΟΠΟΝΝΉΣΟΥ],
    Prefectures[Prefectures.ΠΕΡΙΟΧΈΣ_ΣΤΕΡΕΆΣ_ΕΛΛΆΔΑΣ],
  ],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-11-20"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [Prefectures[Prefectures.ΚΥΚΛΆΔΩΝ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-10-13"),
  [ExtremeWeather[ExtremeWeather.ΑΚΡΑΊΑ_ΚΑΙΡΙΚΆ_ΦΑΙΝΌΜΕΝΑ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΠΟΛΛΈΣ_ΠΕΡΙΟΧΈΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-10-06"),
  [ExtremeWeather[ExtremeWeather.ΑΚΡΑΊΑ_ΚΑΙΡΙΚΆ_ΦΑΙΝΌΜΕΝΑ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [
    ...provinces[Provinces.ΔΥΤΙΚΉΣ_ΣΤΕΡΕΆΣ],
    ...provinces[Provinces.ΒΟΡΕΊΟΥ_ΙΟΝΊΟΥ],
    ...provinces[Provinces.ΗΠΕΊΡΟΥ],
  ],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-09-27"),
  [Earthquake[Earthquake.ΣΕΙΣΜΙΚΉ_ΔΌΝΗΣΗ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [...provinces[Provinces.ΚΡΉΤΗΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-09-21"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [Prefectures[Prefectures.ΑΡΚΑΔΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-09-07"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [Prefectures[Prefectures.ΒΟΙΩΤΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-23"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-23"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-16"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-16"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-16"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-16"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-16"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-16"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-16"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-16"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-14"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΚΟΡΙΝΘΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-14"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-10"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΕΎΒΟΙΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-10"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΡΚΑΔΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-10"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΗΛΕΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-10"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΗΛΕΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-10"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΕΎΒΟΙΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-09"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΕΎΒΟΙΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-08"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΕΎΒΟΙΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-08"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΕΎΒΟΙΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-07"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΗΛΕΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-07"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΕΎΒΟΙΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-07"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΕΎΒΟΙΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-07"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΕΎΒΟΙΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-07"),
  [Fire[Fire.ΑΥΞΗΜΈΝΟΣ_ΚΊΝΔΥΝΟΣ_ΠΥΡΚΑΓΙΆΣ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΔΩΔΕΚΑΝΉΣΩΝ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-07"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-06"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΦΩΚΊΔΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-06"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-06"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-06"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-06"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΗΛΕΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-06"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-06"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΦΘΙΏΤΙΔΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-06"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-06"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-06"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-06"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-06"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-06"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-06"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-06"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-05"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-05"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-05"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΦΩΚΊΔΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-05"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΦΩΚΊΔΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-05"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-05"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΕΎΒΟΙΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-05"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΗΛΕΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-05"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΦΩΚΊΔΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-05"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΓΡΕΒΕΝΏΝ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-05"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΜΕΣΣΗΝΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-05"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-05"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΗΛΕΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-05"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-05"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΗΛΕΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-05"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΕΎΒΟΙΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-04"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΜΕΣΣΗΝΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-04"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΜΕΣΣΗΝΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-04"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΗΛΕΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-04"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΗΛΕΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-04"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΕΎΒΟΙΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-04"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΕΎΒΟΙΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-04"),
  [Fire[Fire.ΑΥΞΗΜΈΝΟΣ_ΚΊΝΔΥΝΟΣ_ΠΥΡΚΑΓΙΆΣ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΔΩΔΕΚΑΝΉΣΩΝ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-04"),
  [Fire[Fire.ΑΥΞΗΜΈΝΟΣ_ΚΊΝΔΥΝΟΣ_ΠΥΡΚΑΓΙΆΣ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [...provinces[Provinces.ΚΡΉΤΗΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-04"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-04"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΕΎΒΟΙΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-03"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-03"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-03"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-03"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-03"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΜΕΣΣΗΝΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-03"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-03"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-01"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [Prefectures[Prefectures.ΔΩΔΕΚΑΝΉΣΩΝ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-01"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΔΩΔΕΚΑΝΉΣΩΝ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-07-31"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΧΑΐΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-07-31"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΧΑΐΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-07-28"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΧΑΐΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-07-28"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΧΑΐΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-07-27"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-07-27"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-07-25"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΡΓΟΛΊΔΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-07-24"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΚΟΡΙΝΘΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-07-10"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΕΎΒΟΙΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-07-03"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [Prefectures[Prefectures.ΚΕΦΑΛΛΟΝΙΆΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-06-18"),
  [Fire[Fire.ΒΙΟΜΗΧΑΝΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-05-20"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-05-20"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-05-20"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2020-11-07"),
  [Covid19[Covid19.COVID_19]],
  [Type[Type.ΑΠΑΓΌΡΕΥΣΗΣ_ΚΥΚΛΟΦΟΡΊΑΣ]],
  [...epikratia[Epikratia.ΕΠΙΚΡΆΤΕΙΑ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2020-11-02"),
  [Covid19[Covid19.COVID_19]],
  [Type[Type.ΑΠΑΓΌΡΕΥΣΗΣ_ΚΥΚΛΟΦΟΡΊΑΣ]],
  [Prefectures[Prefectures.ΜΑΓΝΗΣΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2020-10-30"),
  [Covid19[Covid19.COVID_19]],
  [Type[Type.ΑΠΑΓΌΡΕΥΣΗΣ_ΚΥΚΛΟΦΟΡΊΑΣ]],
  [
    Prefectures[Prefectures.ΘΕΣΣΑΛΟΝΊΚΗΣ],
    Prefectures[Prefectures.ΛΆΡΙΣΑΣ],
    Prefectures[Prefectures.ΡΟΔΌΠΗΣ],
  ],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2020-10-30"),
  [Tsunami[Tsunami.ΤΣΟΥΝΆΜΙ], Earthquake[Earthquake.ΣΕΙΣΜΙΚΉ_ΔΌΝΗΣΗ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ], Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΣΆΜΟΥ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2020-10-29"),
  [Covid19[Covid19.COVID_19]],
  [Type[Type.ΑΠΑΓΌΡΕΥΣΗΣ_ΚΥΚΛΟΦΟΡΊΑΣ]],
  [Prefectures[Prefectures.ΙΩΑΝΝΊΝΩΝ], Prefectures[Prefectures.ΣΕΡΡΏΝ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2020-10-23"),
  [Covid19[Covid19.COVID_19]],
  [Type[Type.ΑΠΑΓΌΡΕΥΣΗΣ_ΚΥΚΛΟΦΟΡΊΑΣ]],
  [Prefectures[Prefectures.ΚΑΣΤΟΡΙΆΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2020-10-15"),
  [Covid19[Covid19.COVID_19]],
  [Type[Type.ΑΠΑΓΌΡΕΥΣΗΣ_ΚΥΚΛΟΦΟΡΊΑΣ]],
  [Prefectures[Prefectures.ΚΟΖΆΝΗΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2020-10-07"),
  [Covid19[Covid19.COVID_19]],
  [Type[Type.ΑΠΑΓΌΡΕΥΣΗΣ_ΚΥΚΛΟΦΟΡΊΑΣ]],
  [Prefectures[Prefectures.ΚΟΖΆΝΗΣ], Prefectures[Prefectures.ΙΩΑΝΝΊΝΩΝ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2020-10-05"),
  [Covid19[Covid19.COVID_19]],
  [Type[Type.ΑΠΑΓΌΡΕΥΣΗΣ_ΚΥΚΛΟΦΟΡΊΑΣ]],
  [Prefectures[Prefectures.ΑΧΑΐΑΣ], Prefectures[Prefectures.ΙΩΑΝΝΊΝΩΝ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2020-10-01"),
  [Covid19[Covid19.COVID_19]],
  [Type[Type.ΑΠΑΓΌΡΕΥΣΗΣ_ΚΥΚΛΟΦΟΡΊΑΣ]],
  [Prefectures[Prefectures.ΚΥΚΛΆΔΩΝ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2020-09-27"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2020-09-25"),
  [Covid19[Covid19.COVID_19]],
  [Type[Type.ΑΠΑΓΌΡΕΥΣΗΣ_ΚΥΚΛΟΦΟΡΊΑΣ]],
  [Prefectures[Prefectures.ΤΡΙΚΆΛΩΝ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2020-09-17"),
  [ExtremeWeather[ExtremeWeather.ΑΚΡΑΊΑ_ΚΑΙΡΙΚΆ_ΦΑΙΝΌΜΕΝΑ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [
    Prefectures[Prefectures.ΑΙΤΟΛΟΑΚΑΡΝΑΝΊΑΣ],
    Prefectures[Prefectures.ΑΧΑΐΑΣ],
    Prefectures[Prefectures.ΗΛΕΊΑΣ],
    Prefectures[Prefectures.ΜΕΣΣΗΝΊΑΣ],
  ],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2020-09-17"),
  [ExtremeWeather[ExtremeWeather.ΑΚΡΑΊΑ_ΚΑΙΡΙΚΆ_ΦΑΙΝΌΜΕΝΑ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [...provinces[Provinces.ΙΟΝΊΩΝ_ΝΉΣΩΝ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2020-09-11"),
  [Covid19[Covid19.COVID_19]],
  [Type[Type.ΑΠΑΓΌΡΕΥΣΗΣ_ΚΥΚΛΟΦΟΡΊΑΣ]],
  [
    Prefectures[Prefectures.ΠΈΛΛΑΣ],
    Prefectures[Prefectures.ΠΙΕΡΊΑΣ],
    Prefectures[Prefectures.ΗΜΑΘΊΑΣ],
    Prefectures[Prefectures.ΚΙΛΚΊΣ],
  ],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2020-09-03"),
  [Fire[Fire.ΑΥΞΗΜΈΝΟΣ_ΚΊΝΔΥΝΟΣ_ΠΥΡΚΑΓΙΆΣ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [
    Prefectures[Prefectures.ΕΎΒΟΙΑΣ],
    Prefectures[Prefectures.ΒΟΙΩΤΊΑΣ],
    Prefectures[Prefectures.ΚΈΡΚΥΡΑΣ],
    Prefectures[Prefectures.ΚΕΦΑΛΛΟΝΙΆΣ],
    Prefectures[Prefectures.ΖΑΚΎΝΘΟΥ],
    Prefectures[Prefectures.ΑΧΑΐΑΣ],
    Prefectures[Prefectures.ΗΛΕΊΑΣ],
    Prefectures[Prefectures.ΜΕΣΣΗΝΊΑΣ],
    Prefectures[Prefectures.ΘΕΣΣΑΛΟΝΊΚΗΣ],
    Prefectures[Prefectures.ΧΑΛΚΙΔΙΚΉΣ],
    Prefectures[Prefectures.ΜΑΓΝΗΣΊΑΣ],
    Prefectures[Prefectures.ΧΊΟΥ],
    Prefectures[Prefectures.ΣΆΜΟΥ],
    Prefectures[Prefectures.ΔΩΔΕΚΑΝΉΣΩΝ],
  ],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2020-08-31"),
  [Covid19[Covid19.COVID_19]],
  [Type[Type.ΑΠΑΓΌΡΕΥΣΗΣ_ΚΥΚΛΟΦΟΡΊΑΣ]],
  [Prefectures[Prefectures.ΗΡΑΚΛΕΊΟΥ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2020-08-29"),
  [Covid19[Covid19.COVID_19]],
  [Type[Type.ΑΠΑΓΌΡΕΥΣΗΣ_ΚΥΚΛΟΦΟΡΊΑΣ]],
  [Prefectures[Prefectures.ΖΑΚΎΝΘΟΥ], Prefectures[Prefectures.ΛΈΣΒΟΥ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2020-08-25"),
  [Covid19[Covid19.COVID_19]],
  [Type[Type.ΑΠΑΓΌΡΕΥΣΗΣ_ΚΥΚΛΟΦΟΡΊΑΣ]],
  [Prefectures[Prefectures.ΧΑΝΊΩΝ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2020-08-17"),
  [Covid19[Covid19.COVID_19]],
  [Type[Type.ΑΠΑΓΌΡΕΥΣΗΣ_ΚΥΚΛΟΦΟΡΊΑΣ]],
  [...epikratia[Epikratia.ΕΠΙΚΡΆΤΕΙΑ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2020-03-22"),
  [Covid19[Covid19.COVID_19]],
  [Type[Type.ΑΠΑΓΌΡΕΥΣΗΣ_ΚΥΚΛΟΦΟΡΊΑΣ]],
  [...epikratia[Epikratia.ΕΠΙΚΡΆΤΕΙΑ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2020-03-17"),
  [Covid19[Covid19.COVID_19]],
  [Type[Type.ΑΠΑΓΌΡΕΥΣΗΣ_ΚΥΚΛΟΦΟΡΊΑΣ]],
  [...epikratia[Epikratia.ΕΠΙΚΡΆΤΕΙΑ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2020-03-11"),
  [Covid19[Covid19.COVID_19]],
  [Type[Type.ΑΠΑΓΌΡΕΥΣΗΣ_ΚΥΚΛΟΦΟΡΊΑΣ]],
  [...epikratia[Epikratia.ΕΠΙΚΡΆΤΕΙΑ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

const dataArray = Alerts.array;
export default dataArray;
