/* Author: Sotiris Konstantis */

import provinces from "./arrays.provinces.js";
import epikratia from "./arrays.epikratia.js";

import Alerts from "../model/classes.alert.js";
import Fire from "../model/enums.fire.js";
import Flood from "../model/enums.flood.js";
import Type from "../model/enums.type.js";
import Prefectures from "../model/enums.prefectures.js";
import Provinces from "../model/enums.provinces.js";
import Covid19 from "../model/enums.covid19.js";
import Earthquake from "../model/enums.earthquake.js";
import ExtremeWeather from "../model/enums.extremeWeather.js";
import Volcano from "../model/enums.volcano.js";
import Landslide from "../model/enums.landslides.js";
import Tsunami from "../model/enums.tsunami.js";
import Epikratia from "../model/enums.epikratia.js";
import Event from "../model/enums.event";
import Traffic from "../model/enums.traffic.js";

Alerts.add(
  new Date("2024-06-14"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [
    Prefectures[Prefectures.ΛΆΡΙΣΑΣ],
  ],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Δασική πυρκαγιά στον Άγιο Θωμά Λάρισας. Αν βρίσκεστε στην περιοχή απομακρυνθείτε προς την πόλη της Λάρισας."
);

Alerts.add(
  new Date("2024-06-14"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [
    Prefectures[Prefectures.ΠΈΛΛΑΣ],
  ],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Δασική πυρκαγιά στην περιοχή Ελευθεροχωρίου Πέλλας. Παραμείνετε σε ετοιμότητα. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2024-06-14"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [
    Prefectures[Prefectures.ΚΙΛΚΊΣ],
  ],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Δασική πυρκαγιά στην περιοχή Χέρσο Κιλκίς. Παραμείνετε σε ετοιμότητα. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2024-06-12"),
  [Fire[Fire.ΒΙΟΜΗΧΑΝΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [
    Prefectures[Prefectures.ΑΤΤΙΚΉΣ],
  ],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Σε εξέλιξη πυρκαγιά σε εργοστάσιο στην Κάτω Κηφισιά. Οι καπνοί κατευθύνονται στην περιοχή σας. Παραμείνετε σε εσωτερικούς χώρους, κλείστε πόρτες και παράθυρα. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2024-06-09"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [
    Prefectures[Prefectures.ΔΩΔΕΚΑΝΉΣΩΝ],
  ],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Αν βρίσκεστε στη Γιαπίλη νήσου Κω παραμείνετε σε ετοιμότητα. Δασική πυρκαγιά στην περιοχή σας. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2024-06-08"),
  [Traffic[Traffic.ΟΔΙΚΉ_ΚΊΝΗΣΗ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [
    Prefectures[Prefectures.ΑΤΤΙΚΉΣ], Prefectures[Prefectures.ΚΟΡΙΝΘΊΑΣ],
  ],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Μεγάλες καθυστερήσεις λόγω κυκλοφοριακής συμφόρησης από Ελευσίνα προς Κόρινθο στην Ολυμπία Οδό. Καθυστερήσετε την αναχώρησή σας. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2024-06-07"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [
    Prefectures[Prefectures.ΧΊΟΥ],
  ],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Εάν βρίσκεστε στην περιοχή Καρυές Χίου απομακρυνθείτε προς Χώρα Χίου. Δασική πυρκαγιά στην περιοχή σας. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2024-06-06"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [
    Prefectures[Prefectures.ΕΎΒΟΙΑΣ],
  ],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Δασική πυρκαγιά στην περιοχή Αλμυροπόταμος Ευβοίας. Παραμείνετε σε ετοιμότητα. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2024-06-04"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [
    Prefectures[Prefectures.ΒΟΙΩΤΊΑΣ],
  ],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Δασική πυρκαγιά στην περιοχή Αλίαρτος Βοιωτίας. Παραμείνετε σε ετοιμότητα. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2024-04-23"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [
    Prefectures[Prefectures.ΧΑΝΊΩΝ],
  ],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Εάν βρίσκεστε στον οικισμό Ναύσταθμο απομακρυνθείτε από την περιοχή. Δασική πυρκαγιά στην περιοχή σας. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2024-04-23"),
  [Earthquake[Earthquake.ΣΕΙΣΜΙΚΉ_ΔΌΝΗΣΗ]],
  [Type[Type.ΆΚΣΗΣΗΣ]],
  [
    Prefectures[Prefectures.ΗΡΑΚΛΕΊΟΥ],
  ],
  [Event[Event.ΆΣΚΗΣΗ_ΣΕΙΣΜΟΎ_ΜΊΝΩΑΣ_2024]],
  "Αποστολή μηνύματος 112 στην Κρήτη (Ηράκλειο) στο πλαίσιο διεξαγωγής της Άσκησης Σεισμού ΜΙΝΩΑΣ 2024."
);

Alerts.add(
  new Date("2024-04-22"),
  [Earthquake[Earthquake.ΣΕΙΣΜΙΚΉ_ΔΌΝΗΣΗ]],
  [Type[Type.ΆΚΣΗΣΗΣ]],
  [
    Prefectures[Prefectures.ΡΕΘΎΜΝΗΣ],
    Prefectures[Prefectures.ΧΑΝΊΩΝ],
  ],
  [Event[Event.ΆΣΚΗΣΗ_ΣΕΙΣΜΟΎ_ΜΊΝΩΑΣ_2024]],
  "Αποστολή μηνύματος 112 στην Κρήτη (Χανιά & Ρέθυμνο) στο πλαίσιο διεξαγωγής της Άσκησης Σεισμού ΜΙΝΩΑΣ 2024."
);

Alerts.add(
  new Date("2024-04-19"),
  [ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ], ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΟΊ_ΆΝΕΜΟΙ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [
    Prefectures[Prefectures.ΠΕΡΙΟΧΈΣ_ΚΕΝΤΡΙΚΉΣ_ΜΑΚΕΔΟΝΊΑΣ],
    Prefectures[Prefectures.ΠΕΡΙΟΧΈΣ_ΣΤΕΡΕΆΣ_ΕΛΛΆΔΑΣ],
    ...provinces[Provinces.ΘΕΣΣΑΛΊΑΣ],
    ...provinces[Provinces.ΒΟΡΕΊΟΥ_ΑΙΓΑΊΟΥ],
  ],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Θεσσαλία, περιοχές Κεντρικής Μακεδονίας και Στερεάς Ελλάδας, Νησιά Βορείου Αιγαίου. Προειδοποιητικό μήνυμα για ισχυρές καταιγίδες - θυελλώδεις ανέμους από τις βραδινές ώρες της Παρασκευής 19/04/2024 έως το μεσημέρι του Σαββάτου 20/04/2024 στην περιοχή σας. Περιορίστε τις μετακινήσεις σας κατά τη διάρκεια των φαινομένων στις απολύτως απαραίτητες & ακολουθήστε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2024-04-06"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [
    Prefectures[Prefectures.ΛΑΣΙΘΊΟΥ],
  ],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Εάν βρίσκεστε στην περιοχή Αχλιά, Αγία Φωτιά, & Γαλήνη απομακρυνθείτε προς Κουτσουρά. Δασική πυρκαγιά στην περιοχή σας. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2024-04-06"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [
    Prefectures[Prefectures.ΛΑΣΙΘΊΟΥ],
  ],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Εάν βρίσκεστε στην περιοχή Μαύρο Κόλυμπο απομακρυνθείτε προς Κουτσουρά. Δασική πυρκαγιά στην περιοχή σας. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2024-01-06"),
  [ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ], ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΟΊ_ΆΝΕΜΟΙ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [
    Prefectures[Prefectures.ΑΙΤΟΛΟΑΚΑΡΝΑΝΊΑΣ],
    Prefectures[Prefectures.ΗΛΕΊΑΣ],
    Prefectures[Prefectures.ΑΧΑΐΑΣ],
    ...provinces[Provinces.ΙΟΝΊΩΝ_ΝΉΣΩΝ],
    ...provinces[Provinces.ΗΠΕΊΡΟΥ]
  ],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Προειδοποιητικό μήνυμα για ισχυρές καταιγίδες - θυελλώδεις ανέμους από τις βραδινές ώρες του Σαββάτου 06/01/2024 έως απόγευμα Κυριακής 07/01/2024 στην περιοχή σας. Περιορίστε τις μετακινήσεις σας κατά τη διάρκεια των φαινομένων στις απολύτως απαραίτητες & ακολουθήστε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-11-25"),
  [ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΟΊ_ΆΝΕΜΟΙ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [
    Prefectures[Prefectures.ΑΤΤΙΚΉΣ]
  ],
  [Event[Event.ΜΕΤΕΩΡΟΛΟΓΙΚΉ_ΒΌΜΒΑ_ΜΠΕΤΤΊΝΑ]],
  "Προειδοποιητικό μήνυμα για επικίνδυνα καιρικά φαινόμενα (θυελλώδεις άνεμοι) το επόμενο 12ωρο στην περιοχή σας. Αποφύγετε τις μετακινήσεις κατά τη διάρκεια των φαινομένων & ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-11-25"),
  [ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΟΊ_ΆΝΕΜΟΙ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [
    ...provinces[Provinces.ΒΟΡΕΊΟΥ_ΑΙΓΑΊΟΥ]
  ],
  [Event[Event.ΜΕΤΕΩΡΟΛΟΓΙΚΉ_ΒΌΜΒΑ_ΜΠΕΤΤΊΝΑ]],
  "Προειδοποιητικό μήνυμα για επικίνδυνα καιρικά φαινόμενα (θυελλώδεις άνεμοι) το επόμενο 24ωρο στην περιοχή σας. Αποφύγετε τις μετακινήσεις κατά τη διάρκεια των φαινομένων & ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-11-25"),
  [ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΟΊ_ΆΝΕΜΟΙ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [
    Prefectures[Prefectures.ΚΥΚΛΆΔΩΝ]
  ],
  [Event[Event.ΜΕΤΕΩΡΟΛΟΓΙΚΉ_ΒΌΜΒΑ_ΜΠΕΤΤΊΝΑ]],
  "Προειδοποιητικό μήνυμα για επικίνδυνα καιρικά φαινόμενα (θυελλώδεις άνεμοι) το επόμενο 24ωρο στην περιοχή σας. Αποφύγετε τις μετακινήσεις κατά τη διάρκεια των φαινομένων & ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-11-25"),
  [ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΟΊ_ΆΝΕΜΟΙ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [
    Prefectures[Prefectures.ΑΧΑΐΑΣ],
    Prefectures[Prefectures.ΚΟΡΙΝΘΊΑΣ]
  ],
  [Event[Event.ΜΕΤΕΩΡΟΛΟΓΙΚΉ_ΒΌΜΒΑ_ΜΠΕΤΤΊΝΑ]],
  "Προειδοποιητικό μήνυμα για επικίνδυνα καιρικά φαινόμενα (θυελλώδεις άνεμοι) το επόμενο 24ωρο στην περιοχή Πατραϊκού & Κορινθιακού κόλπου. Αποφύγετε τις μετακινήσεις κατά τη διάρκεια των φαινομένων & ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-11-25"),
  [ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΟΊ_ΆΝΕΜΟΙ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [
    ...provinces[Provinces.ΑΝΑΤΟΛΙΚΉΣ_ΜΑΚΕΔΟΝΊΑΣ_ΚΑΙ_ΘΡΆΚΗΣ]
  ],
  [Event[Event.ΜΕΤΕΩΡΟΛΟΓΙΚΉ_ΒΌΜΒΑ_ΜΠΕΤΤΊΝΑ]],
  "Προειδοποιητικό μήνυμα για επικίνδυνα καιρικά φαινόμενα (θυελλώδεις άνεμοι) το επόμενο 24ωρο στην περιοχή σας. Αποφύγετε τις μετακινήσεις κατά τη διάρκεια των φαινομένων & ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-11-25"),
  [ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΟΊ_ΆΝΕΜΟΙ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [
    ...provinces[Provinces.ΚΕΝΤΡΙΚΉΣ_ΜΑΚΕΔΟΝΊΑΣ]
  ],
  [Event[Event.ΜΕΤΕΩΡΟΛΟΓΙΚΉ_ΒΌΜΒΑ_ΜΠΕΤΤΊΝΑ]],
  "Προειδοποιητικό μήνυμα για επικίνδυνα καιρικά φαινόμενα (θυελλώδεις άνεμοι) το επόμενο 24ωρο στην περιοχή σας. Αποφύγετε τις μετακινήσεις κατά τη διάρκεια των φαινομένων & ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-10-21"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [
    Prefectures[Prefectures.ΚΈΡΚΥΡΑΣ],
  ],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Εάν βρίσκεστε στην περιοχή Άγιος Στέφανος βόρειας Κέρκυρας απομακρυνθείτε προς λιμάνι του Αγίου Στεφάνου. Δασική πυρκαγιά στην περιοχή σας. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-09-28"),
  [Flood[Flood.ΥΠΕΡΧΕΊΛΗΣΗ_ΠΟΤΑΜΟΎ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [
    Prefectures[Prefectures.ΚΑΡΔΊΤΣΑΣ],
  ],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΗΛΊΑΣ]],
  "Αν βρίσκεστε στην περιοχή του Παλαμά παραμείνετε σε ετοιμότητα λόγω υπερχείλισης του ποταμού Σοφαδίτη. Ακολουθείτε τις οδηγίες των Αρχών,"
);

Alerts.add(
  new Date("2023-09-28"),
  [ExtremeWeather[ExtremeWeather.ΑΚΡΑΊΑ_ΚΑΙΡΙΚΆ_ΦΑΙΝΌΜΕΝΑ]],
  [Type[Type.ΑΠΑΓΌΡΕΥΣΗΣ_ΚΥΚΛΟΦΟΡΊΑΣ]],
  [
    Prefectures[Prefectures.ΜΑΓΝΗΣΊΑΣ],
  ],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΗΛΊΑΣ]],
  "Υπενθυμίζεται ότι βρίσκεται σε ισχύ η απαγόρευση κυκλοφορίας στην πόλη του Βόλου με εντολή της ΕΛ.ΑΣ. λόγω εξέλιξης επικίνδυνων καιρικών φαινομένων."
);

Alerts.add(
  new Date("2023-09-28"),
  [ExtremeWeather[ExtremeWeather.ΑΚΡΑΊΑ_ΚΑΙΡΙΚΆ_ΦΑΙΝΌΜΕΝΑ]],
  [Type[Type.ΑΠΑΓΌΡΕΥΣΗΣ_ΚΥΚΛΟΦΟΡΊΑΣ]],
  [
    Prefectures[Prefectures.ΕΎΒΟΙΑΣ],
  ],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΗΛΊΑΣ]],
  "Με εντολή του Δημάρχου απαγορεύεται η κυκλοφορία στις ευρύτερες περιοχές των Ασμήνι, Πευκί, Αρτεμίσιο & Γούβες λόγω εξέλιξης επικίνδυνων καιρικών φαινομένων. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-09-28"),
  [Flood[Flood.ΠΛΗΜΜΎΡΑ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [
    Prefectures[Prefectures.ΛΆΡΙΣΑΣ],
  ],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΗΛΊΑΣ]],
  "Αν βρίσκεστε στον οικισμό Αχίλλειο απομακρυνθείτε προς Λάρισα μέσω Π.Ε.Ο Λάρισας - Βόλου λόγω έντονων πλημμυρικών φαινομένων. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-09-28"),
  [Flood[Flood.ΠΛΗΜΜΎΡΑ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [
    Prefectures[Prefectures.ΚΑΡΔΊΤΣΑΣ],
  ],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΗΛΊΑΣ]],
  "Αν βρίσκεστε στις περιοχές Λεύκη, Ορφανά, Φύλλο, Αστρίτσα απομακρυνθείτε προς Ιτέα λόγω έντονων πλημμυρικών φαινομένων. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-09-27"),
  [Flood[Flood.ΠΛΗΜΜΎΡΑ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [
    Prefectures[Prefectures.ΛΆΡΙΣΑΣ],
  ],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΗΛΊΑΣ]],
  " Αν βρίσκεστε στις περιοχές Ανωχώρι, Κατωχώρι, Βασιλή, Υπέρεια, Μικρό Ευύδριο, Μεγάλο Ευύδριο, Πυργάκια, Πολυνέρι, Σταυρός απομακρυνθείτε προς Φάρσαλα λόγω πλημμυρικών φαινομένων. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-09-27"),
  [Flood[Flood.ΠΛΗΜΜΎΡΑ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [
    Prefectures[Prefectures.ΛΆΡΙΣΑΣ],
  ],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΗΛΊΑΣ]],
  "Αν βρίσκεστε στον οικισμό Κάμπος απομακρυνθείτε προς Λάρισα λόγω έντονων πλημμυρικών φαινομένων. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-09-27"),
  [Flood[Flood.ΠΛΗΜΜΎΡΑ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [
    Prefectures[Prefectures.ΛΆΡΙΣΑΣ],
  ],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΗΛΊΑΣ]],
  "Αν βρίσκεστε στις περιοχές Αρμένι και Νίκη απομακρυνθείτε προς Λάρισα μέσω Π.Ε.Ο Λάρισας - Βόλου λόγω πλημμυρικών φαινομένων. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-09-27"),
  [Flood[Flood.ΠΛΗΜΜΎΡΑ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [
    Prefectures[Prefectures.ΚΑΡΔΊΤΣΑΣ],
  ],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΗΛΊΑΣ]],
  "Αν βρίσκεστε στην περιοχή του Παλαμά παραμείνετε σε ετοιμότητα λόγω κινδύνου πλημμυρικών φαινομένων. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-09-27"),
  [Flood[Flood.ΠΛΗΜΜΎΡΑ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [
    Prefectures[Prefectures.ΚΑΡΔΊΤΣΑΣ],
  ],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΗΛΊΑΣ]],
  "Αν βρίσκεστε στον οικισμό Αμπελώνα δήμου Παλαμά απομακρυνθείτε προς Ιτέα λόγω πλημμυρικών φαινομένων. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-09-27"),
  [Flood[Flood.ΠΛΗΜΜΎΡΑ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [
    Prefectures[Prefectures.ΦΘΙΏΤΙΔΑΣ],
  ],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΗΛΊΑΣ]],
  "Αν βρίσκεστε στις περιοχές Πετρίλια και Σοφιάδα απομακρυνθείτε προς Νέο Μοναστήρι λόγω πλημμυρικών φαινομένων. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-09-27"),
  [ExtremeWeather[ExtremeWeather.ΑΚΡΑΊΑ_ΚΑΙΡΙΚΆ_ΦΑΙΝΌΜΕΝΑ]],
  [Type[Type.ΑΠΑΓΌΡΕΥΣΗΣ_ΚΥΚΛΟΦΟΡΊΑΣ]],
  [
    Prefectures[Prefectures.ΜΑΓΝΗΣΊΑΣ],
  ],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΗΛΊΑΣ]],
  " Με εντολή της ΕΛ.ΑΣ. απαγορεύεται η κυκλοφορία στην ευρύτερη περιοχή της πόλης του #Βόλου λόγω εξέλιξης επικίνδυνων καιρικών φαινομένων."
);

Alerts.add(
  new Date("2023-09-27"),
  [Flood[Flood.ΠΛΗΜΜΎΡΑ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [
    Prefectures[Prefectures.ΛΆΡΙΣΑΣ],
  ],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΗΛΊΑΣ]],
  "Αν βρίσκεστε στην περιοχή Σωτήριο απομακρυνθείτε προς Λάρισα μέσω Π.Ε.Ο Λάρισας - Βόλου λόγω έντονων πλημμυρικών φαινομένων. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-09-27"),
  [ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ], ExtremeWeather[ExtremeWeather.ΧΑΛΑΖΟΠΤΏΣΕΙΣ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [
    Prefectures[Prefectures.ΛΆΡΙΣΑΣ],
  ],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΗΛΊΑΣ]],
  "Αρμένι, Σωτήριο Λάρισας. Προειδοποιητικό μήνυμα για επικίνδυνα καιρικά φαινόμενα (ισχυρές καταιγίδες, χαλαζοπτώσεις) στην περιοχή σας. Περιορίστε τις μετακινήσεις κατά τη διάρκεια των φαινομένων & ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-09-27"),
  [ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ], ExtremeWeather[ExtremeWeather.ΧΑΛΑΖΟΠΤΏΣΕΙΣ],  Flood[Flood.ΥΠΕΡΧΕΊΛΗΣΗ_ΠΟΤΑΜΟΎ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [
    Prefectures[Prefectures.ΕΎΒΟΙΑΣ],
  ],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΗΛΊΑΣ]],
  "Μαντούδι Εύβοιας. Προειδοποιητικό μήνυμα για επικίνδυνα καιρικά φαινόμενα (ισχυρές καταιγίδες, χαλαζοπτώσεις) στην περιοχή σας. Κίνδυνος υπερχείλισης χειμάρρων. Περιορίστε τις μετακινήσεις κατά τη διάρκεια των φαινομένων & ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-09-26"),
  [ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ], ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΒΡΟΧΟΠΤΏΣΕΙΣ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [
    Prefectures[Prefectures.ΑΤΤΙΚΉΣ],
  ],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΗΛΊΑΣ]],
  "Προειδοποιητικό μήνυμα για πιθανότητα ισχυρής έντασης βροχοπτώσεων & τοπικών καταιγίδων για αύριο Τετάρτη. Αποφύγετε τις άσκοπες μετακινήσεις."
);

Alerts.add(
  new Date("2023-09-26"),
  [ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ], ExtremeWeather[ExtremeWeather.ΧΑΛΑΖΟΠΤΏΣΕΙΣ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [
    Prefectures[Prefectures.ΦΘΙΏΤΙΔΑΣ],
    Prefectures[Prefectures.ΕΥΡΥΤΑΝΊΑΣ],
    Prefectures[Prefectures.ΦΩΚΊΔΑΣ],
    Prefectures[Prefectures.ΒΟΙΩΤΊΑΣ],
    Prefectures[Prefectures.ΜΑΓΝΗΣΊΑΣ],
    Prefectures[Prefectures.ΒΌΡΕΙΑΣ_ΕΎΒΟΙΑΣ],
  ],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΗΛΊΑΣ]],
  "Προειδοποιητικό μήνυμα για επικίνδυνα καιρικά φαινόμενα (ισχυρές καταιγίδες, χαλαζοπτώσεις) για το επόμενο 24ωρο. Περιορίστε τις μετακινήσεις κατά τη διάρκεια των φαινομένων & ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-09-26"),
  [ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ], ExtremeWeather[ExtremeWeather.ΧΑΛΑΖΟΠΤΏΣΕΙΣ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [
    Prefectures[Prefectures.ΚΕΦΑΛΛΟΝΙΆΣ],
    Prefectures[Prefectures.ΖΑΚΎΝΘΟΥ],
  ],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΗΛΊΑΣ]],
  "Προειδοποιητικό μήνυμα για επικίνδυνα καιρικά φαινόμενα (ισχυρές καταιγίδες, χαλαζοπτώσεις) από τις βραδινές ώρες της 26/9 στην περιοχή σας. Περιορίστε τις μετακινήσεις κατά τη διάρκεια των φαινομένων & ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-09-26"),
  [ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ], ExtremeWeather[ExtremeWeather.ΧΑΛΑΖΟΠΤΏΣΕΙΣ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [
    Prefectures[Prefectures.ΠΕΡΙΟΧΈΣ_ΠΕΛΟΠΟΝΝΉΣΟΥ],
  ],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΗΛΊΑΣ]],
  "Προειδοποιητικό μήνυμα για επικίνδυνα καιρικά φαινόμενα (ισχυρές καταιγίδες, χαλαζοπτώσεις) από τις βραδινές ώρες της 26/09/2023 στην περιοχή σας. Περιορίστε τις μετακινήσεις κατά τη διάρκεια των φαινομένων & ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-09-25"),
  [ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ], ExtremeWeather[ExtremeWeather.ΧΑΛΑΖΟΠΤΏΣΕΙΣ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [
    Prefectures[Prefectures.ΚΟΡΙΝΘΊΑΣ],
  ],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΗΛΊΑΣ]],
  "Ξυλόκαστρο. Προειδοποιητικό μήνυμα για επικίνδυνα καιρικά φαινόμενα (ισχυρές καταιγίδες, χαλαζοπτώσεις) στην περιοχή σας. Περιορίστε τις μετακινήσεις κατά τη διάρκεια των φαινομένων & ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-09-24"),
  [ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ], ExtremeWeather[ExtremeWeather.ΧΑΛΑΖΟΠΤΏΣΕΙΣ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [
    Prefectures[Prefectures.ΦΘΙΏΤΙΔΑΣ],
    Prefectures[Prefectures.ΒΌΡΕΙΑΣ_ΕΎΒΟΙΑΣ],
    ...provinces[Provinces.ΘΕΣΣΑΛΊΑΣ]
  ],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΗΛΊΑΣ]],
  "Επικίνδυνα καιρικά φαινόμενα (ισχυρές καταιγίδες, χαλαζοπτώσεις) από πρωινές ώρες της 25/9 και για τα επόμενα δύο 24ώρα σε ευρύτερη περιοχή. Περιορίστε τις μετακινήσεις κατά τη διάρκεια των φαινομένων & ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-09-18"),
  [Fire[Fire.ΒΙΟΜΗΧΑΝΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [
    Prefectures[Prefectures.ΡΟΔΌΠΗΣ],
  ],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Σε εξέλιξη πυρκαγιά σε εγκαταλελειμμένο εργοστάσιο στην Κομοτηνή. Οι καπνοί κατευθύνονται στην περιοχή σας. Παραμείνετε σε εσωτερικούς χώρους, κλείστε πόρτες και παράθυρα. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-09-09"),
  [Flood[Flood.ΠΛΗΜΜΎΡΑ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [
    Prefectures[Prefectures.ΛΆΡΙΣΑΣ],
  ],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Αν βρίσκεστε στην περιοχή Νάματα απομακρυνθείτε προς Λάρισα μέσω Γλαύκης λόγω πλημμυρικών φαινομένων. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-09-09"),
  [Flood[Flood.ΠΛΗΜΜΎΡΑ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [
    Prefectures[Prefectures.ΛΆΡΙΣΑΣ],
  ],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Αν βρίσκεστε στην περιοχή Αλεξανδρινή απομακρυνθείτε προς #Ομόλιο λόγω πλημμυρικών φαινομένων. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-09-09"),
  [Flood[Flood.ΠΛΗΜΜΎΡΑ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [
    Prefectures[Prefectures.ΛΆΡΙΣΑΣ],
  ],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Αν βρίσκεστε στην περιοχή Αλεξανδρινή απομακρυνθείτε προς Ομόλιο λόγω πλημμυρικών φαινομένων. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-09-09"),
  [Flood[Flood.ΠΛΗΜΜΎΡΑ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [
    Prefectures[Prefectures.ΛΆΡΙΣΑΣ],
  ],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Αν βρίσκεστε στη περιοχή Ελευθέριο απομακρυνθείτε προς #Λάρισα λόγω πλημμυρικών φαινομένων. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-09-09"),
  [Flood[Flood.ΠΛΗΜΜΎΡΑ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [
    Prefectures[Prefectures.ΛΆΡΙΣΑΣ],
  ],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Αν βρίσκεστε στις  περιοχές Αναγγένηση, Μέλια, Μόδεστος, Πρόδρομος, Γλαύκη, Πλατύκαμπος, Ελευθέριο, Δήμητρα, Νεοχώρι, Νάματα, Καστρί, Κάτω Αμυγδαλή παραμείνετε σε ετοιμότητα λόγω κινδύνου πλημμυρικών φαινομένων. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-09-09"),
  [Flood[Flood.ΠΛΗΜΜΎΡΑ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [
    Prefectures[Prefectures.ΛΆΡΙΣΑΣ], Prefectures[Prefectures.ΜΑΓΝΗΣΊΑΣ]
  ],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Αν βρίσκεστε στις περιοχές Ριζόμυλος, Στεφανοβίκειο, Αρμένιο, Σωτήριο, Κόκκινες, Νίκη, Αχίλειο, Λοφίσκος, Καλαμάκι, Μελισσά παραμείνετε σε ετοιμότητα λόγω κινδύνου πλημμυρικών φαινομένων. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-09-09"),
  [Flood[Flood.ΠΛΗΜΜΎΡΑ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [
    Prefectures[Prefectures.ΛΆΡΙΣΑΣ],
  ],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Αν βρίσκεστε στις  περιοχές Αλεξανδρινή, Παλαιόπυργος, Μεσάγκαλα, Ομόλιο, Στόμιο, Καστρί Λουτρό, Κουλούρα παραμείνετε σε ετοιμότητα λόγω κινδύνου πλημμυρικών φαινομένων. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-09-09"),
  [Flood[Flood.ΠΛΗΜΜΎΡΑ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [
    Prefectures[Prefectures.ΛΆΡΙΣΑΣ],
  ],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Αν βρίσκεστε στις  περιοχές Κάτω Ραψάνη, Τέμπη, Ιτέα, Γόννοι, Μακρυχώρι, Ευαγγελισμός παραμείνετε σε ετοιμότητα λόγω κινδύνου πλημμυρικών φαινομένων. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-09-08"),
  [Flood[Flood.ΠΛΗΜΜΎΡΑ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [
    Prefectures[Prefectures.ΛΆΡΙΣΑΣ],
  ],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Αν βρίσκεστε στο Ομορφοχώρι Δήμου Κιλελέρ απομακρυνθείτε προς οικισμό Πλατυκάμπου λόγω έντονων πλημμυρικών φαινομένων. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-09-08"),
  [Flood[Flood.ΠΛΗΜΜΎΡΑ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [
    Prefectures[Prefectures.ΛΆΡΙΣΑΣ],
  ],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Αν βρίσκεστε στη συνοικία Ιπποκράτη Λάρισας απομακρυνθείτε προς Αλκαζάρ & Κέντρο Πόλης λόγω έντονων πλημμυρικών φαινομένων. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-09-08"),
  [Flood[Flood.ΥΠΕΡΧΕΊΛΗΣΗ_ΠΟΤΑΜΟΎ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [
    Prefectures[Prefectures.ΛΆΡΙΣΑΣ],
  ],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Αν βρίσκεστε στη συνοικία Άγιος Θωμάς Δήμου Λάρισας απομακρυνθείτε προς Φιλιππούπολη λόγω έντονων πλημμυρικών φαινομένων. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-09-08"),
  [Flood[Flood.ΥΠΕΡΧΕΊΛΗΣΗ_ΠΟΤΑΜΟΎ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [
    Prefectures[Prefectures.ΛΆΡΙΣΑΣ],
  ],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Αν βρίσκεστε στην περιοχή Γιάννουλη και εργατικές κατοικίες εκκενώστε προς Τύρναβο & Λάρισα λόγω υπερχείλισης του Πηνειού. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-09-08"),
  [Flood[Flood.ΣΠΆΣΙΜΟ_ΑΝΑΧΏΜΑΤΟΣ_ΠΟΤΑΜΟΎ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [
    Prefectures[Prefectures.ΛΆΡΙΣΑΣ],
  ],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Αν βρίσκεστε στις περιοχές Βρυότοπος & Αμπελώνας απομακρυνθείτε προς Τύρναβο λόγω σπασίματος αναχώματος του Πηνειού. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-09-07"),
  [Flood[Flood.ΥΠΕΡΧΕΊΛΗΣΗ_ΠΟΤΑΜΟΎ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [
    Prefectures[Prefectures.ΤΡΙΚΆΛΩΝ],
  ],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Αν βρίσκεστε στην περιοχή Φαρκαδόνα απομακρυνθείτε προς Γριζάνο & αν βρίσκεστε στις περιοχές Κλοκοτός, Γεωργανάδες & Πετρόπορος απομακρυνθείτε προς Οιχαλία λόγω πιθανής υπερχείλισης του ποταμού Πηνειού. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-09-07"),
  [Flood[Flood.ΥΠΕΡΧΕΊΛΗΣΗ_ΠΟΤΑΜΟΎ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [
    Prefectures[Prefectures.ΛΆΡΙΣΑΣ],
  ],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Αν βρίσκεστε στην Αλεξανδρινή Αγιάς απομακρυνθείτε προς το Στόμιο λόγω πιθανής υπερχείλισης του ποταμού Πηνειού. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-09-07"),
  [Flood[Flood.ΥΠΕΡΧΕΊΛΗΣΗ_ΠΟΤΑΜΟΎ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [
    Prefectures[Prefectures.ΛΆΡΙΣΑΣ],
  ],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Αν βρίσκεστε εντός πλημμυρικής ζώνης Πηνειού ποταμού στα όρια του Δήμου Λαρισαίων απομακρυνθείτε λόγω κινδύνου υπερχείλισης του ποταμού. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-09-07"),
  [Flood[Flood.ΠΛΗΜΜΎΡΑ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [
    Prefectures[Prefectures.ΛΆΡΙΣΑΣ], Prefectures[Prefectures.ΤΡΙΚΆΛΩΝ],
  ],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Φαρκαδόνα, Λάρισα. Προειδοποιητικό μήνυμα για εκδήλωση έντονων πλημμυρικών φαινομένων στην περιοχή σας. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-09-07"),
  [Landslide[Landslide.ΚΑΤΟΛΙΣΘΉΣΕΙΣ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [
    Prefectures[Prefectures.ΤΡΙΚΆΛΩΝ],
  ],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Αν βρίσκεστε στις περιοχές Κανάβια & Σταυρός Ελάτης απομακρυνθείτε προς Τρίκαλα λόγω επικίνδυνων κατολισθητικών φαινομένων. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-09-07"),
  [Flood[Flood.ΠΛΗΜΜΎΡΑ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [
    Prefectures[Prefectures.ΚΑΡΔΊΤΣΑΣ],
  ],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Αν βρίσκεστε στις περιοχές Αγναντερό, Προάστιο, Πεδινό, Κόρδα, Μαραθέα & Αγία_Τριάδα Καρδίτσας απομακρυνθείτε από υπόγειους και ισόγειους χώρους κτιρίων λόγω εξέλιξης πλημμυρικών φαινομένων. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-09-07"),
  [ExtremeWeather[ExtremeWeather.ΑΚΡΑΊΑ_ΚΑΙΡΙΚΆ_ΦΑΙΝΌΜΕΝΑ]],
  [Type[Type.ΑΠΑΓΌΡΕΥΣΗΣ_ΚΥΚΛΟΦΟΡΊΑΣ]],
  [
    Prefectures[Prefectures.ΜΑΓΝΗΣΊΑΣ],
  ],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Υπενθυμίζεται ότι βρίσκεται σε ισχύ η απαγόρευση κυκλοφορίας στο νησί της Σκιάθου με εντολή της ΕΛ.ΑΣ. λόγω εξέλιξης επικίνδυνων καιρικών φαινομένων."
);

Alerts.add(
  new Date("2023-09-07"),
  [Flood[Flood.ΠΛΗΜΜΎΡΑ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [
    Prefectures[Prefectures.ΤΡΙΚΆΛΩΝ],
  ],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Αν βρίσκεστε στις περιοχές Λίλη, Βαλομάνδρι, Παραπόταμος, Δροσερό απομακρυνθείτε από υπόγειους και ισόγειους χώρους κτιρίων λόγω εξέλιξης πλημμυρικών φαινομένων στην περιοχή. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-09-07"),
  [ExtremeWeather[ExtremeWeather.ΑΚΡΑΊΑ_ΚΑΙΡΙΚΆ_ΦΑΙΝΌΜΕΝΑ]],
  [Type[Type.ΑΠΑΓΌΡΕΥΣΗΣ_ΚΥΚΛΟΦΟΡΊΑΣ]],
  [
    Prefectures[Prefectures.ΜΑΓΝΗΣΊΑΣ],
  ],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Υπενθυμίζεται ότι βρίσκεται σε ισχύ η απαγόρευση κυκλοφορίας στο νομό #Μαγνησίας με εντολή με εντολή της ΕΛ.ΑΣ. λόγω εξέλιξης επικίνδυνων καιρικών φαινομένων."
);

Alerts.add(
  new Date("2023-09-07"),
  [Flood[Flood.ΠΛΗΜΜΎΡΑ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [
    Prefectures[Prefectures.ΜΑΓΝΗΣΊΑΣ],
  ],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Αν βρίσκεστε στην περιοχή Κάτω Λεχώνια Μαγνησίας απομακρυνθείτε προς Άνω Λεχώνια λόγω εξέλιξης πλημμυρικών φαινομένων στην περιοχή. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-09-07"),
  [Flood[Flood.ΠΛΗΜΜΎΡΑ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [
    Prefectures[Prefectures.ΚΑΡΔΊΤΣΑΣ],
  ],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Αν βρίσκεστε στον Παλαμά απομακρυνθείτε από υπόγειους και ισόγειους χώρους κτιρίων λόγω εξέλιξης πλημμυρικών φαινομένων στην περιοχή. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-09-07"),
  [Flood[Flood.ΠΛΗΜΜΎΡΑ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [
    Prefectures[Prefectures.ΚΑΡΔΊΤΣΑΣ],
  ],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Αν βρίσκεστε στους Σοφάδες απομακρυνθείτε από υπόγειους και ισόγειους χώρους κτιρίων λόγω εξέλιξης πλημμυρικών φαινομένων στην περιοχή. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-09-07"),
  [ExtremeWeather[ExtremeWeather.ΑΚΡΑΊΑ_ΚΑΙΡΙΚΆ_ΦΑΙΝΌΜΕΝΑ], Traffic[Traffic.ΚΛΕΊΣΙΜΟ_ΔΡΌΜΟΥ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [
    Prefectures[Prefectures.ΦΘΙΏΤΙΔΑΣ], Prefectures[Prefectures.ΛΆΡΙΣΑΣ], Prefectures[Prefectures.ΠΙΕΡΊΑΣ],
  ],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Με εντολή της ΕΛ.ΑΣ. κλειστός ο αυτοκινητόδρομος ΠΑΘΕ από Λαμία έως Κατερίνη λόγω εξέλιξης επικίνδυνων καιρικών φαινομένων."
);

Alerts.add(
  new Date("2023-09-06"),
  [Flood[Flood.ΠΛΗΜΜΎΡΑ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [
    Prefectures[Prefectures.ΤΡΙΚΆΛΩΝ],
  ],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Αν βρίσκεστε στην Πύλη Τρικάλων απομακρυνθείτε από υπόγειους και ισόγειους χώρους κτιρίων λόγω εξέλιξης πλημμυρικών φαινομένων στην περιοχή. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-09-06"),
  [Flood[Flood.ΠΛΗΜΜΎΡΑ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [
    Prefectures[Prefectures.ΤΡΙΚΆΛΩΝ],
  ],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Αν βρίσκεστε στην πόλη των Τρικάλων απομακρυνθείτε από υπόγειους και ισόγειους χώρους κτιρίων λόγω εξέλιξης πλημμυρικών φαινομένων στην περιοχή. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-09-06"),
  [Flood[Flood.ΠΛΗΜΜΎΡΑ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [
    Prefectures[Prefectures.ΤΡΙΚΆΛΩΝ],
  ],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Αν βρίσκεστε στην Νομή Τρικάλων απομακρυνθείτε προς Τρίκαλα λόγω εξέλιξης πλημμυρικών φαινομένων στην περιοχή. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-09-06"),
  [Flood[Flood.ΠΛΗΜΜΎΡΑ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [
    Prefectures[Prefectures.ΜΑΓΝΗΣΊΑΣ],
  ],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Αν βρίσκεστε στις εργατικές κατοικίες Αγίας Βαρβάρας Αλμυρού απομακρυνθείτε προς το Δημαρχείο Αλμυρού λόγω εξέλιξης πλημμυρικών φαινομένων στην περιοχή. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-09-06"),
  [Flood[Flood.ΠΛΗΜΜΎΡΑ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [
    Prefectures[Prefectures.ΚΑΡΔΊΤΣΑΣ],
  ],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Αν βρίσκεστε στην πόλη της Καρδίτσας απομακρυνθείτε από υπόγειους & ισόγειους χώρους κτιρίων λόγω εξέλιξης πλημμυρικών φαινομένων στην περιοχή. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-09-06"),
  [ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ], ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΒΡΟΧΟΠΤΏΣΕΙΣ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [
    Prefectures[Prefectures.ΑΤΤΙΚΉΣ],
  ],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Σε εξέλιξη ισχυρές βροχές και καταιγίδες στην περιοχή της Αττικής. Περιορίστε τις μετακινήσεις κατά τη διάρκεια των φαινομένων στις απολύτως απαραίτητες & ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-09-06"),
  [Flood[Flood.ΠΛΗΜΜΎΡΑ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [
    Prefectures[Prefectures.ΤΡΙΚΆΛΩΝ],
  ],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Εάν βρίσκεστε στον οικισμό Γ. Καραϊσκάκη & περιφερειακή Μουζακίου - Άρτας απομακρυνθείτε προς το κέντρο Μουζακίου λόγω πλημμυρικών φαινομένων στην περιοχή. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-09-06"),
  [Flood[Flood.ΠΛΗΜΜΎΡΑ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [
    Prefectures[Prefectures.ΦΘΙΏΤΙΔΑΣ],
  ],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Εάν βρίσκεστε στην περιοχή Κόμμα Φθιώτιδας απομακρυνθείτε προς Λαμία λόγω πλημμυρικών φαινομένων στην περιοχή. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-09-06"),
  [ExtremeWeather[ExtremeWeather.ΑΚΡΑΊΑ_ΚΑΙΡΙΚΆ_ΦΑΙΝΌΜΕΝΑ]],
  [Type[Type.ΑΠΑΓΌΡΕΥΣΗΣ_ΚΥΚΛΟΦΟΡΊΑΣ]],
  [
    Prefectures[Prefectures.ΦΘΙΏΤΙΔΑΣ],
  ],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Με εντολή της ΕΛ.ΑΣ. απαγορεύεται η κυκλοφορία των οχημάτων στο Δήμο Λαμιέων Φθιώτιδας λόγω εξέλιξης επικίνδυνων καιρικών φαινομένων."
);

Alerts.add(
  new Date("2023-09-06"),
  [ExtremeWeather[ExtremeWeather.ΑΚΡΑΊΑ_ΚΑΙΡΙΚΆ_ΦΑΙΝΌΜΕΝΑ]],
  [Type[Type.ΑΠΑΓΌΡΕΥΣΗΣ_ΚΥΚΛΟΦΟΡΊΑΣ]],
  [
    Prefectures[Prefectures.ΠΙΕΡΊΑΣ],
    Prefectures[Prefectures.ΕΎΒΟΙΑΣ],
    Prefectures[Prefectures.ΦΘΙΏΤΙΔΑΣ],
    ...provinces[Provinces.ΘΕΣΣΑΛΊΑΣ],
  ],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Τα μέτρα και οι απαγορεύσεις κυκλοφορίας που έχουν εκδοθεί για την περιοχή σας, εξακολουθούν να ισχύουν για το επόμενο 24ωρο λόγω των επικίνδυνων καιρικών φαινομένων."
);

Alerts.add(
  new Date("2023-09-06"),
  [ExtremeWeather[ExtremeWeather.ΑΚΡΑΊΑ_ΚΑΙΡΙΚΆ_ΦΑΙΝΌΜΕΝΑ]],
  [Type[Type.ΑΠΑΓΌΡΕΥΣΗΣ_ΚΥΚΛΟΦΟΡΊΑΣ]],
  [
    Prefectures[Prefectures.ΦΘΙΏΤΙΔΑΣ],
  ],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Με εντολή της ΕΛ.ΑΣ. απαγορεύεται η κυκλοφορία των οχημάτων στο Δήμο Δομοκού Φθιώτιδας λόγω εξέλιξης επικίνδυνων καιρικών φαινομένων."
);

Alerts.add(
  new Date("2023-09-06"),
  [ExtremeWeather[ExtremeWeather.ΑΚΡΑΊΑ_ΚΑΙΡΙΚΆ_ΦΑΙΝΌΜΕΝΑ]],
  [Type[Type.ΑΠΑΓΌΡΕΥΣΗΣ_ΚΥΚΛΟΦΟΡΊΑΣ]],
  [
    Prefectures[Prefectures.ΤΡΙΚΆΛΩΝ],
  ],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Με εντολή της ΕΛ.ΑΣ. απαγορεύεται η κυκλοφορία των οχημάτων στην Περιφερειακή Ενότητα Τρικάλων λόγω εξέλιξης επικίνδυνων καιρικών φαινομένων."
);

Alerts.add(
  new Date("2023-09-06"),
  [Flood[Flood.ΠΛΗΜΜΎΡΑ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [
    Prefectures[Prefectures.ΦΘΙΏΤΙΔΑΣ],
  ],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Εάν βρίσκεστε στις περιοχές Σοφιάδα & Πετρίλια απομακρυνθείτε προς Νέο Μοναστήρι λόγω πλημμυρικών φαινομένων στην περιοχή. Ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-09-06"),
  [ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [
    Prefectures[Prefectures.ΑΤΤΙΚΉΣ],
  ],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Μέθανα, Τροιζήνα. Προειδοποιητικό μήνυμα για επικίνδυνα καιρικά φαινόμενα (ισχυρές καταιγίδες) στην περιοχή σας. Περιορίστε τις άσκοπες μετακινήσεις κατά τη διάρκεια των φαινομένων & ακολουθείστε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-09-06"),
  [ExtremeWeather[ExtremeWeather.ΑΚΡΑΊΑ_ΚΑΙΡΙΚΆ_ΦΑΙΝΌΜΕΝΑ]],
  [Type[Type.ΑΠΑΓΌΡΕΥΣΗΣ_ΚΥΚΛΟΦΟΡΊΑΣ]],
  [
    Prefectures[Prefectures.ΛΆΡΙΣΑΣ]
  ],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Με εντολή της ΕΛ.ΑΣ. απαγορεύεται η κυκλοφορία στην ευρύτερη περιοχή Φαρσάλων λόγω εξέλιξης επικίνδυνων καιρικών φαινομένων."
);

Alerts.add(
  new Date("2023-09-06"),
  [ExtremeWeather[ExtremeWeather.ΑΚΡΑΊΑ_ΚΑΙΡΙΚΆ_ΦΑΙΝΌΜΕΝΑ]],
  [Type[Type.ΑΠΑΓΌΡΕΥΣΗΣ_ΚΥΚΛΟΦΟΡΊΑΣ]],
  [
    Prefectures[Prefectures.ΚΑΡΔΊΤΣΑΣ]
  ],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Με εντολή της ΕΛ.ΑΣ. απαγορεύεται η κυκλοφορία στο νομό Καρδίτσας λόγω εξέλιξης επικίνδυνων καιρικών φαινομένων."
);

Alerts.add(
  new Date("2023-09-05"),
  [ExtremeWeather[ExtremeWeather.ΑΚΡΑΊΑ_ΚΑΙΡΙΚΆ_ΦΑΙΝΌΜΕΝΑ]],
  [Type[Type.ΑΠΑΓΌΡΕΥΣΗΣ_ΚΥΚΛΟΦΟΡΊΑΣ]],
  [
    Prefectures[Prefectures.ΜΑΓΝΗΣΊΑΣ]
  ],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Υπενθυμίζεται ότι βρίσκεται σε ισχύ η απαγόρευση κυκλοφορίας στο νομό #Μαγνησίας με εντολή της ΕΛ.ΑΣ. λόγω εξέλιξης επικίνδυνων καιρικών φαινομένων."
);

Alerts.add(
  new Date("2023-09-05"),
  [ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ], ExtremeWeather[ExtremeWeather.ΧΑΛΑΖΟΠΤΏΣΕΙΣ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [
    Prefectures[Prefectures.ΠΙΕΡΊΑΣ],
    Prefectures[Prefectures.ΕΎΒΟΙΑΣ],
    Prefectures[Prefectures.ΦΘΙΏΤΙΔΑΣ],
    ...provinces[Provinces.ΘΕΣΣΑΛΊΑΣ],
  ],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Επικίνδυνα καιρικά φαινόμενα (ισχυρές καταιγίδες - κεραυνοί - χαλαζοπτώσεις) για το επόμενο 24ώρο. Περιορίστε τις μετακινήσεις κατά τη διάρκεια των φαινομένων & ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-09-05"),
  [ExtremeWeather[ExtremeWeather.ΑΚΡΑΊΑ_ΚΑΙΡΙΚΆ_ΦΑΙΝΌΜΕΝΑ]],
  [Type[Type.ΑΠΑΓΌΡΕΥΣΗΣ_ΚΥΚΛΟΦΟΡΊΑΣ]],
  [
    Prefectures[Prefectures.ΜΑΓΝΗΣΊΑΣ]
  ],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Με εντολή της ΕΛ.ΑΣ απαγορεύεται η κυκλοφορία στο νησί της Σκιάθου λόγω εξέλιξης επικίνδυνων καιρικών φαινομένων."
);

Alerts.add(
  new Date("2023-09-05"),
  [ExtremeWeather[ExtremeWeather.ΑΚΡΑΊΑ_ΚΑΙΡΙΚΆ_ΦΑΙΝΌΜΕΝΑ]],
  [Type[Type.ΑΠΑΓΌΡΕΥΣΗΣ_ΚΥΚΛΟΦΟΡΊΑΣ]],
  [
    Prefectures[Prefectures.ΜΑΓΝΗΣΊΑΣ]
  ],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Με εντολή της ΕΛ.ΑΣ απαγορεύεται η κυκλοφορία στο ορεινό δίκτυο του νομού Μαγνησίας λόγω εξέλιξης επικίνδυνων καιρικών φαινομένων."
);

Alerts.add(
  new Date("2023-09-05"),
  [ExtremeWeather[ExtremeWeather.ΑΚΡΑΊΑ_ΚΑΙΡΙΚΆ_ΦΑΙΝΌΜΕΝΑ]],
  [Type[Type.ΑΠΑΓΌΡΕΥΣΗΣ_ΚΥΚΛΟΦΟΡΊΑΣ]],
  [
    Prefectures[Prefectures.ΜΑΓΝΗΣΊΑΣ]
  ],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Με εντολή της ΕΛ.ΑΣ. απαγορεύεται η κυκλοφορία στην ευρύτερη περιοχή της πόλης του Βόλου λόγω εξέλιξης επικίνδυνων καιρικών φαινομένων."
);

Alerts.add(
  new Date("2023-09-05"),
  [ExtremeWeather[ExtremeWeather.ΑΚΡΑΊΑ_ΚΑΙΡΙΚΆ_ΦΑΙΝΌΜΕΝΑ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [
    Prefectures[Prefectures.ΠΙΕΡΊΑΣ],
    Prefectures[Prefectures.ΕΎΒΟΙΑΣ],
    Prefectures[Prefectures.ΦΘΙΏΤΙΔΑΣ],
    ...provinces[Provinces.ΘΕΣΣΑΛΊΑΣ],
  ],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Το φαινόμενο της κακοκαιρίας είναι σε εξέλιξη. Περιορίστε δραστικά τις μετακινήσεις σας. Διευκολύνετε το έργο των Αρχών."
);

Alerts.add(
  new Date("2023-09-04"),
  [ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [
    Prefectures[Prefectures.ΠΙΕΡΊΑΣ],
    Prefectures[Prefectures.ΕΎΒΟΙΑΣ],
    Prefectures[Prefectures.ΦΘΙΏΤΙΔΑΣ],
    ...provinces[Provinces.ΘΕΣΣΑΛΊΑΣ],
  ],
  [Event[Event.ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ]],
  "Επικίνδυνα καιρικά φαινόμενα (ισχυρές καταιγίδες - κεραυνοί - χαλαζοπτώσεις) από τις βραδινές ώρες σήμερα και για το επόμενο 24ώρο. Περιορίστε τις μετακινήσεις κατά τη διάρκεια των φαινομένων & ακολουθείτε τις οδηγίες των Αρχών."
);

Alerts.add(
  new Date("2023-09-04"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
  //todo
);

Alerts.add(
  new Date("2023-09-02"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΈΒΡΟΥ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-09-02"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [Prefectures[Prefectures.ΈΒΡΟΥ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-08-31"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΈΒΡΟΥ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-08-31"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΜΕΣΣΗΝΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-08-31"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [Prefectures[Prefectures.ΜΑΓΝΗΣΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-08-30"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΈΒΡΟΥ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-08-30"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΈΒΡΟΥ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-08-29"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΈΒΡΟΥ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-08-27"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΡΟΔΌΠΗΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-08-27"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΈΒΡΟΥ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-08-26"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΡΟΔΌΠΗΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-08-26"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΈΒΡΟΥ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-08-26"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΡΟΔΌΠΗΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-08-26"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΚΥΚΛΆΔΩΝ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-08-25"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΡΟΔΌΠΗΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-08-23"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [Prefectures[Prefectures.ΒΟΙΩΤΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-08-23"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΒΟΙΩΤΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-08-23"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΒΟΙΩΤΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-08-23"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [Prefectures[Prefectures.ΡΟΔΌΠΗΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-08-23"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΡΟΔΌΠΗΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-08-23"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΡΟΔΌΠΗΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-08-23"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΕΎΒΟΙΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-08-23"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΡΟΔΌΠΗΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-08-23"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΡΟΔΌΠΗΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-08-23"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΈΒΡΟΥ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-08-23"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-08-23"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-08-23"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-08-23"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [Prefectures[Prefectures.ΡΟΔΌΠΗΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-08-23"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΈΒΡΟΥ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-08-22"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [Prefectures[Prefectures.ΒΟΙΩΤΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-08-22"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΡΟΔΌΠΗΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-08-22"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΈΒΡΟΥ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-08-22"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-08-22"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [Prefectures[Prefectures.ΦΘΙΏΤΙΔΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-08-22"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-08-22"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΡΟΔΌΠΗΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-08-22"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [Prefectures[Prefectures.ΡΟΔΌΠΗΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-08-22"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [Prefectures[Prefectures.ΡΟΔΌΠΗΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-08-22"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-08-22"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΚΑΒΆΛΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-08-22"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΈΒΡΟΥ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-08-22"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΡΟΔΌΠΗΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-08-22"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ], Traffic[Traffic.ΚΛΕΊΣΙΜΟ_ΔΡΌΜΟΥ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-08-22"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΒΟΙΩΤΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-08-22"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-08-22"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΡΟΔΌΠΗΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-08-22"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΈΒΡΟΥ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-08-22"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-08-22"),
  [Fire[Fire.ΒΙΟΜΗΧΑΝΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-08-22"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-08-22"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-08-22"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΈΒΡΟΥ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-08-22"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΈΒΡΟΥ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-08-22"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [Prefectures[Prefectures.ΈΒΡΟΥ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-08-22"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [Prefectures[Prefectures.ΡΟΔΌΠΗΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-08-21"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΒΟΙΩΤΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-08-21"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΈΒΡΟΥ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-08-21"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΒΟΙΩΤΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-08-21"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΒΟΙΩΤΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-08-21"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΚΥΚΛΆΔΩΝ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-08-21"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΕΎΒΟΙΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-08-21"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΈΒΡΟΥ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-08-21"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΈΒΡΟΥ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-08-21"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΡΟΔΌΠΗΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-08-21"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΚΑΒΆΛΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-08-21"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΡΟΔΌΠΗΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-08-21"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΈΒΡΟΥ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-08-21"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΚΑΒΆΛΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-08-21"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΈΒΡΟΥ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-08-21"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΈΒΡΟΥ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-08-21"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΕΎΒΟΙΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-08-21"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΕΎΒΟΙΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-08-21"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [Prefectures[Prefectures.ΕΎΒΟΙΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-08-21"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΒΟΙΩΤΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-08-21"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [Prefectures[Prefectures.ΒΟΙΩΤΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-08-20"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΈΒΡΟΥ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-08-20"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΈΒΡΟΥ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-08-20"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΈΒΡΟΥ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-08-20"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΈΒΡΟΥ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-08-19"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΈΒΡΟΥ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-08-19"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΈΒΡΟΥ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-08-19"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΈΒΡΟΥ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-08-19"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΈΒΡΟΥ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-08-19"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [Prefectures[Prefectures.ΈΒΡΟΥ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-08-18"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [Prefectures[Prefectures.ΖΑΚΎΝΘΟΥ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-08-15"),
  [Fire[Fire.ΒΙΟΜΗΧΑΝΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-08-13"),
  [Earthquake[Earthquake.ΣΕΙΣΜΙΚΉ_ΔΌΝΗΣΗ], Landslide[Landslide.ΚΊΝΔΥΝΟΣ_ΚΑΤΟΛΙΣΘΉΣΕΩΝ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΧΑΝΊΩΝ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-08-09"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-08-05"),
  [ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [
    ...provinces[Provinces.ΙΟΝΊΩΝ_ΝΉΣΩΝ],
    ...provinces[Provinces.ΗΠΕΊΡΟΥ],
    Prefectures[Prefectures.ΑΙΤΟΛΟΑΚΑΡΝΑΝΊΑΣ],
  ],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-07-31"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΧΊΟΥ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-07-29"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΗΛΕΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-07-28"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΆΡΣΗΣ_ΕΤΟΙΜΌΤΗΤΑΣ]],
  [Prefectures[Prefectures.ΔΩΔΕΚΑΝΉΣΩΝ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-07-28"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΆΡΣΗΣ_ΕΤΟΙΜΌΤΗΤΑΣ]],
  [Prefectures[Prefectures.ΔΩΔΕΚΑΝΉΣΩΝ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-07-27"),
  [Fire[Fire.ΕΚΡΉΞΕΙΣ_ΛΌΓΩ_ΠΥΡΚΑΓΙΆΣ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΜΑΓΝΗΣΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-07-27"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΜΑΓΝΗΣΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-07-27"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΆΡΣΗΣ_ΕΤΟΙΜΌΤΗΤΑΣ]],
  [Prefectures[Prefectures.ΔΩΔΕΚΑΝΉΣΩΝ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-07-27"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΦΘΙΏΤΙΔΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-07-27"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΆΡΣΗΣ_ΕΤΟΙΜΌΤΗΤΑΣ]],
  [Prefectures[Prefectures.ΔΩΔΕΚΑΝΉΣΩΝ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-07-27"),
  [Fire[Fire.ΒΙΟΜΗΧΑΝΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-07-27"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΜΑΓΝΗΣΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-07-27"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΜΑΓΝΗΣΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-07-27"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΜΑΓΝΗΣΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-07-27"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΜΑΓΝΗΣΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-07-27"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [Prefectures[Prefectures.ΜΑΓΝΗΣΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-07-27"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΜΑΓΝΗΣΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-07-27"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΜΑΓΝΗΣΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-07-26"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [Prefectures[Prefectures.ΜΑΓΝΗΣΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-07-26"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [Prefectures[Prefectures.ΜΑΓΝΗΣΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-07-26"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΦΘΙΏΤΙΔΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-07-26"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΜΑΓΝΗΣΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-07-26"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΜΑΓΝΗΣΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-07-26"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΜΑΓΝΗΣΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-07-26"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΦΘΙΏΤΙΔΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-07-26"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [Prefectures[Prefectures.ΜΑΓΝΗΣΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-07-25"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΚΈΡΚΥΡΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-07-25"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΔΩΔΕΚΑΝΉΣΩΝ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-07-25"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΔΩΔΕΚΑΝΉΣΩΝ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-07-25"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΚΈΡΚΥΡΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-07-25"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΚΈΡΚΥΡΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-07-25"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΔΩΔΕΚΑΝΉΣΩΝ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-07-25"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΚΈΡΚΥΡΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-07-25"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΕΎΒΟΙΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-07-24"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΔΩΔΕΚΑΝΉΣΩΝ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-07-24"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΕΎΒΟΙΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-07-24"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΔΩΔΕΚΑΝΉΣΩΝ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-07-24"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΕΎΒΟΙΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-07-24"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΔΩΔΕΚΑΝΉΣΩΝ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-07-24"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΕΎΒΟΙΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-07-24"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΕΎΒΟΙΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-07-23"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΧΑΐΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-07-23"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΚΈΡΚΥΡΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-07-23"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΚΈΡΚΥΡΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-07-23"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΚΈΡΚΥΡΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-07-23"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΧΑΐΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-07-23"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΕΎΒΟΙΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-07-23"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΔΩΔΕΚΑΝΉΣΩΝ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-07-22"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΔΩΔΕΚΑΝΉΣΩΝ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-07-22"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΔΩΔΕΚΑΝΉΣΩΝ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-07-22"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΔΩΔΕΚΑΝΉΣΩΝ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-07-22"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΔΩΔΕΚΑΝΉΣΩΝ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-07-21"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΔΩΔΕΚΑΝΉΣΩΝ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-07-20"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-07-20"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-07-20"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-07-20"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-07-20"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-07-19"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΔΩΔΕΚΑΝΉΣΩΝ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-07-19"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-07-18"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-07-18"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-07-18"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-07-18"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-07-18"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-07-18"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-07-17"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-07-17"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΚΟΡΙΝΘΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-07-17"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-07-17"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΚΟΡΙΝΘΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-07-17"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-07-17"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-07-17"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-07-17"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-07-15"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΒΟΙΩΤΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-07-10"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΡΕΘΎΜΝΗΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-06-18"),
  [ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [
    Prefectures[Prefectures.ΕΎΒΟΙΑΣ],
    Prefectures[Prefectures.ΚΥΚΛΆΔΩΝ],
    Prefectures[Prefectures.ΧΊΟΥ],
    Prefectures[Prefectures.ΛΈΣΒΟΥ],
  ],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-06-18"),
  [ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΕΎΒΟΙΑΣ], Prefectures[Prefectures.ΜΑΓΝΗΣΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-04-03"),
  [
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ],
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΟΊ_ΆΝΕΜΟΙ],
  ],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [
    Prefectures[Prefectures.ΧΑΛΚΙΔΙΚΉΣ],
    Prefectures[Prefectures.ΚΑΒΆΛΑΣ],
    Prefectures[Prefectures.ΞΆΝΘΗΣ],
  ],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-04-03"),
  [
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ],
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΟΊ_ΆΝΕΜΟΙ],
  ],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [
    Prefectures[Prefectures.ΠΈΛΛΑΣ],
    Prefectures[Prefectures.ΠΙΕΡΊΑΣ],
    Prefectures[Prefectures.ΗΜΑΘΊΑΣ],
    Prefectures[Prefectures.ΘΕΣΣΑΛΟΝΊΚΗΣ],
  ],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-02-07"),
  [ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΧΙΟΝΟΠΤΏΣΕΙΣ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΜΑΓΝΗΣΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-02-07"),
  [ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΧΙΟΝΟΠΤΏΣΕΙΣ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [
    Prefectures[Prefectures.ΒΟΙΩΤΊΑΣ],
    Prefectures[Prefectures.ΦΘΙΏΤΙΔΑΣ],
    Prefectures[Prefectures.ΕΎΒΟΙΑΣ],
  ],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-02-06"),
  [ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΧΙΟΝΟΠΤΏΣΕΙΣ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-02-05"),
  [ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΧΙΟΝΟΠΤΏΣΕΙΣ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-02-05"),
  [ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΧΙΟΝΟΠΤΏΣΕΙΣ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [
    Prefectures[Prefectures.ΒΟΙΩΤΊΑΣ],
    Prefectures[Prefectures.ΦΘΙΏΤΙΔΑΣ],
    Prefectures[Prefectures.ΕΎΒΟΙΑΣ],
    Prefectures[Prefectures.ΜΑΓΝΗΣΊΑΣ],
  ],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-02-04"),
  [ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΧΙΟΝΟΠΤΏΣΕΙΣ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-02-04"),
  [ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΧΙΟΝΟΠΤΏΣΕΙΣ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [
    Prefectures[Prefectures.ΒΟΙΩΤΊΑΣ],
    Prefectures[Prefectures.ΦΘΙΏΤΙΔΑΣ],
    Prefectures[Prefectures.ΕΎΒΟΙΑΣ],
    Prefectures[Prefectures.ΜΑΓΝΗΣΊΑΣ],
  ],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-01-26"),
  [
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ],
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΟΊ_ΆΝΕΜΟΙ],
  ],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΔΩΔΕΚΑΝΉΣΩΝ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-01-26"),
  [Flood[Flood.ΥΠΕΡΧΕΊΛΗΣΗ_ΠΟΤΑΜΟΎ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΡΚΑΔΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-01-26"),
  [
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ],
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΟΊ_ΆΝΕΜΟΙ],
  ],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [
    Prefectures[Prefectures.ΈΒΡΟΥ],
    Prefectures[Prefectures.ΚΑΒΆΛΑΣ],
    Prefectures[Prefectures.ΛΈΣΒΟΥ],
    Prefectures[Prefectures.ΧΊΟΥ],
    Prefectures[Prefectures.ΣΆΜΟΥ],
  ],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-01-26"),
  [
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ],
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΟΊ_ΆΝΕΜΟΙ],
  ],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΚΈΡΚΥΡΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-01-26"),
  [
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ],
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΟΊ_ΆΝΕΜΟΙ],
  ],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΜΑΓΝΗΣΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-01-26"),
  [
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ],
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΟΊ_ΆΝΕΜΟΙ],
  ],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΕΎΒΟΙΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-01-26"),
  [
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ],
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΟΊ_ΆΝΕΜΟΙ],
  ],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-01-25"),
  [ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΧΙΟΝΟΠΤΏΣΕΙΣ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [...provinces[Provinces.ΔΥΤΙΚΉΣ_ΜΑΚΕΔΟΝΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-01-25"),
  [
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ],
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΟΊ_ΆΝΕΜΟΙ],
  ],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [
    Prefectures[Prefectures.ΚΟΡΙΝΘΊΑΣ],
    Prefectures[Prefectures.ΑΡΓΟΛΊΔΑΣ],
    Prefectures[Prefectures.ΛΑΚΩΝΊΑΣ],
    Prefectures[Prefectures.ΜΕΣΣΗΝΊΑΣ],
    Prefectures[Prefectures.ΑΡΚΑΔΊΑΣ],
    Prefectures[Prefectures.ΚΑΡΔΊΤΣΑΣ],
    Prefectures[Prefectures.ΤΡΙΚΆΛΩΝ],
  ],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2023-01-25"),
  [
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ],
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΟΊ_ΆΝΕΜΟΙ],
  ],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [
    Prefectures[Prefectures.ΑΙΤΟΛΟΑΚΑΡΝΑΝΊΑΣ],
    Prefectures[Prefectures.ΗΛΕΊΑΣ],
    Prefectures[Prefectures.ΑΧΑΐΑΣ],
    Prefectures[Prefectures.ΚΕΦΑΛΛΟΝΙΆΣ],
    Prefectures[Prefectures.ΖΑΚΎΝΘΟΥ],
    Prefectures[Prefectures.ΛΕΥΚΆΔΑΣ],
  ],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-12-11"),
  [
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ],
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΟΊ_ΆΝΕΜΟΙ],
  ],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΣΆΜΟΥ], Prefectures[Prefectures.ΔΩΔΕΚΑΝΉΣΩΝ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-12-11"),
  [
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ],
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΟΊ_ΆΝΕΜΟΙ],
  ],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [...provinces[Provinces.ΚΡΉΤΗΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-12-10"),
  [
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ],
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΟΊ_ΆΝΕΜΟΙ],
  ],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [
    Prefectures[Prefectures.ΑΧΑΐΑΣ],
    Prefectures[Prefectures.ΗΛΕΊΑΣ],
    Prefectures[Prefectures.ΜΕΣΣΗΝΊΑΣ],
  ],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-12-10"),
  [
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ],
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΟΊ_ΆΝΕΜΟΙ],
  ],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΙΤΟΛΟΑΚΑΡΝΑΝΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-12-10"),
  [
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ],
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΟΊ_ΆΝΕΜΟΙ],
  ],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΚΕΦΑΛΛΟΝΙΆΣ], ...provinces[Provinces.ΗΠΕΊΡΟΥ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-12-09"),
  [Fire[Fire.ΒΙΟΜΗΧΑΝΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-12-08"),
  [Fire[Fire.ΒΙΟΜΗΧΑΝΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-12-01"),
  [
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ],
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΟΊ_ΆΝΕΜΟΙ],
  ],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΛΈΣΒΟΥ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-11-30"),
  [ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΧΑΛΚΙΔΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-11-30"),
  [ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΠΙΕΡΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-11-30"),
  [ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΚΕΦΑΛΛΟΝΙΆΣ], Prefectures[Prefectures.ΖΑΚΎΝΘΟΥ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-11-23"),
  [Fire[Fire.ΒΙΟΜΗΧΑΝΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-11-05"),
  [ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΣΆΜΟΥ], Prefectures[Prefectures.ΔΩΔΕΚΑΝΉΣΩΝ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-11-05"),
  [ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΕΎΒΟΙΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-11-05"),
  [ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [
    Prefectures[Prefectures.ΠΙΕΡΊΑΣ],
    Prefectures[Prefectures.ΗΜΑΘΊΑΣ],
    Prefectures[Prefectures.ΠΈΛΛΑΣ],
    Prefectures[Prefectures.ΧΑΛΚΙΔΙΚΉΣ],
  ],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-11-05"),
  [ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ], Prefectures[Prefectures.ΚΟΡΙΝΘΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-11-05"),
  [ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [...provinces[Provinces.ΠΕΛΟΠΟΝΝΉΣΟΥ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-11-04"),
  [ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [
    ...provinces[Provinces.ΔΥΤΙΚΉΣ_ΕΛΛΆΔΑΣ],
    ...provinces[Provinces.ΝΟΤΊΟΥ_ΙΟΝΊΟΥ],
    Prefectures[Prefectures.ΜΕΣΣΗΝΊΑΣ],
  ],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-11-04"),
  [ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [...provinces[Provinces.ΒΟΡΕΊΟΥ_ΙΟΝΊΟΥ], ...provinces[Provinces.ΗΠΕΊΡΟΥ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-10-15"),
  [ExtremeWeather[ExtremeWeather.ΑΚΡΑΊΑ_ΚΑΙΡΙΚΆ_ΦΑΙΝΌΜΕΝΑ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΔΩΔΕΚΑΝΉΣΩΝ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-10-15"),
  [ExtremeWeather[ExtremeWeather.ΑΚΡΑΊΑ_ΚΑΙΡΙΚΆ_ΦΑΙΝΌΜΕΝΑ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΔΩΔΕΚΑΝΉΣΩΝ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-10-15"),
  [ExtremeWeather[ExtremeWeather.ΑΚΡΑΊΑ_ΚΑΙΡΙΚΆ_ΦΑΙΝΌΜΕΝΑ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΛΑΣΙΘΊΟΥ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-10-14"),
  [ExtremeWeather[ExtremeWeather.ΑΚΡΑΊΑ_ΚΑΙΡΙΚΆ_ΦΑΙΝΌΜΕΝΑ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [
    ...provinces[Provinces.ΗΠΕΊΡΟΥ],
    ...provinces[Provinces.ΔΥΤΙΚΉΣ_ΕΛΛΆΔΑΣ],
    ...provinces[Provinces.ΙΟΝΊΩΝ_ΝΉΣΩΝ],
    ...provinces[Provinces.ΔΥΤΙΚΉΣ_ΠΕΛΟΠΟΝΉΣΟΥ],
  ],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-09-26"),
  [ExtremeWeather[ExtremeWeather.ΑΚΡΑΊΑ_ΚΑΙΡΙΚΆ_ΦΑΙΝΌΜΕΝΑ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [
    Prefectures[Prefectures.ΚΈΡΚΥΡΑΣ],
    Prefectures[Prefectures.ΛΕΥΚΆΔΑΣ],
    Prefectures[Prefectures.ΚΕΦΑΛΛΟΝΙΆΣ],
    Prefectures[Prefectures.ΑΙΤΟΛΟΑΚΑΡΝΑΝΊΑΣ],
    ...provinces[Provinces.ΗΠΕΊΡΟΥ],
  ],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-09-04"),
  [ExtremeWeather[ExtremeWeather.ΑΚΡΑΊΑ_ΚΑΙΡΙΚΆ_ΦΑΙΝΌΜΕΝΑ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [
    Prefectures[Prefectures.ΘΕΣΣΑΛΟΝΊΚΗΣ],
    Prefectures[Prefectures.ΗΜΑΘΊΑΣ],
    Prefectures[Prefectures.ΠΙΕΡΊΑΣ],
    Prefectures[Prefectures.ΧΑΛΚΙΔΙΚΉΣ],
    Prefectures[Prefectures.ΛΆΡΙΣΑΣ],
    Prefectures[Prefectures.ΜΑΓΝΗΣΊΑΣ],
  ],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-08-24"),
  [ExtremeWeather[ExtremeWeather.ΑΚΡΑΊΑ_ΚΑΙΡΙΚΆ_ΦΑΙΝΌΜΕΝΑ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [
    ...provinces[Provinces.ΑΝΑΤΟΛΙΚΉΣ_ΜΑΚΕΔΟΝΊΑΣ_ΚΑΙ_ΘΡΆΚΗΣ],
    ...provinces[Provinces.ΚΕΝΤΡΙΚΉΣ_ΜΑΚΕΔΟΝΊΑΣ],
    ...provinces[Provinces.ΒΟΡΕΊΟΥ_ΑΙΓΑΊΟΥ],
    ...provinces[Provinces.ΘΕΣΣΑΛΊΑΣ],
    ...provinces[Provinces.ΑΝΑΤΟΛΙΚΉΣ_ΣΤΕΡΕΆΣ],
  ],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-08-23"),
  [Fire[Fire.ΒΙΟΜΗΧΑΝΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-08-21"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΚΈΡΚΥΡΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-08-11"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΚΑΒΆΛΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]]
);

Alerts.add(
  new Date("2022-08-10"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΖΑΚΎΝΘΟΥ]],
  [Event[Event.ΚΑΝΈΝΑ]]
);

Alerts.add(
  new Date("2022-08-05"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-08-03"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΜΕΣΣΗΝΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-07-26"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΛΈΣΒΟΥ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-07-26"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-07-24"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΈΒΡΟΥ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-07-24"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΗΛΕΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-07-24"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΛΈΣΒΟΥ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-07-24"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΛΈΣΒΟΥ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-07-24"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΈΒΡΟΥ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-07-23"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΛΈΣΒΟΥ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-07-21"),
  [Fire[Fire.ΒΙΟΜΗΧΑΝΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-07-21"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΗΛΕΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-07-20"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-07-20"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-07-20"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-07-20"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-07-20"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ], Traffic[Traffic.ΚΛΕΊΣΙΜΟ_ΔΡΌΜΟΥ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-07-20"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-07-19"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-07-19"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-07-19"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-07-19"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-07-18"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΡΕΘΎΜΝΗΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-07-16"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΧΑΐΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-07-15"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΡΕΘΎΜΝΗΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-07-15"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-07-15"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-07-05"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-07-04"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΦΩΚΊΔΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-07-04"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΦΩΚΊΔΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-07-04"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΦΩΚΊΔΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-07-04"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΗΛΕΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-07-04"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΒΟΙΩΤΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-07-04"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΗΛΕΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-07-04"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΗΛΕΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-06-18"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΕΎΒΟΙΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-06-10"),
  [
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ],
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΒΡΟΧΟΠΤΏΣΕΙΣ],
  ],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [
    ...provinces[Provinces.ΚΕΝΤΡΙΚΉΣ_ΜΑΚΕΔΟΝΊΑΣ],
    ...provinces[Provinces.ΑΝΑΤΟΛΙΚΉΣ_ΜΑΚΕΔΟΝΊΑΣ_ΚΑΙ_ΘΡΆΚΗΣ],
    ...provinces[Provinces.ΒΟΡΕΊΟΥ_ΑΙΓΑΊΟΥ],
  ],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-06-09"),
  [
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΚΑΤΑΙΓΊΔΕΣ],
    ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΒΡΟΧΟΠΤΏΣΕΙΣ],
  ],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΠΟΛΛΈΣ_ΠΕΡΙΟΧΈΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-06-06"),
  [Fire[Fire.ΒΙΟΜΗΧΑΝΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-06-04"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-01-24"),
  [ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΧΙΟΝΟΠΤΏΣΕΙΣ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Elpis"
);

Alerts.add(
  new Date("2022-01-23"),
  [ExtremeWeather[ExtremeWeather.ΙΣΧΥΡΈΣ_ΧΙΟΝΟΠΤΏΣΕΙΣ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [
    Prefectures[Prefectures.ΜΑΓΝΗΣΊΑΣ],
    Prefectures[Prefectures.ΦΘΙΏΤΙΔΑΣ],
    Prefectures[Prefectures.ΕΎΒΟΙΑΣ],
    Prefectures[Prefectures.ΚΥΚΛΆΔΩΝ],
    Prefectures[Prefectures.ΛΈΣΒΟΥ],
  ],
  [Event[Event.ΚΑΝΈΝΑ]],
  "Elpis - Vories kyklades and limnos"
);

Alerts.add(
  new Date("2022-01-11"),
  [ExtremeWeather[ExtremeWeather.ΑΚΡΑΊΑ_ΚΑΙΡΙΚΆ_ΦΑΙΝΌΜΕΝΑ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΜΑΓΝΗΣΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2022-01-10"),
  [ExtremeWeather[ExtremeWeather.ΑΚΡΑΊΑ_ΚΑΙΡΙΚΆ_ΦΑΙΝΌΜΕΝΑ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [
    Prefectures[Prefectures.ΦΘΙΏΤΙΔΑΣ],
    Prefectures[Prefectures.ΕΎΒΟΙΑΣ],
    Prefectures[Prefectures.ΔΩΔΕΚΑΝΉΣΩΝ],
    ...provinces[Provinces.ΘΕΣΣΑΛΊΑΣ],
  ],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-12-11"),
  [Flood[Flood.ΠΛΗΜΜΎΡΑ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΙΤΟΛΟΑΚΑΡΝΑΝΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-12-10"),
  [ExtremeWeather[ExtremeWeather.ΑΚΡΑΊΑ_ΚΑΙΡΙΚΆ_ΦΑΙΝΌΜΕΝΑ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [
    ...provinces[Provinces.ΙΟΝΊΩΝ_ΝΉΣΩΝ],
    ...provinces[Provinces.ΗΠΕΊΡΟΥ],
    ...provinces[Provinces.ΘΕΣΣΑΛΊΑΣ],
    Prefectures[
      Prefectures.ΠΕΡΙΟΧΈΣ_ΠΕΛΟΠΟΝΝΉΣΟΥ
    ],
    Prefectures[
      Prefectures.ΠΕΡΙΟΧΈΣ_ΣΤΕΡΕΆΣ_ΕΛΛΆΔΑΣ
    ],
  ],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-11-20"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [Prefectures[Prefectures.ΚΥΚΛΆΔΩΝ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-10-13"),
  [ExtremeWeather[ExtremeWeather.ΑΚΡΑΊΑ_ΚΑΙΡΙΚΆ_ΦΑΙΝΌΜΕΝΑ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΠΟΛΛΈΣ_ΠΕΡΙΟΧΈΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-10-06"),
  [ExtremeWeather[ExtremeWeather.ΑΚΡΑΊΑ_ΚΑΙΡΙΚΆ_ΦΑΙΝΌΜΕΝΑ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [
    ...provinces[Provinces.ΔΥΤΙΚΉΣ_ΣΤΕΡΕΆΣ],
    ...provinces[Provinces.ΒΟΡΕΊΟΥ_ΙΟΝΊΟΥ],
    ...provinces[Provinces.ΗΠΕΊΡΟΥ],
  ],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-09-27"),
  [Earthquake[Earthquake.ΣΕΙΣΜΙΚΉ_ΔΌΝΗΣΗ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [...provinces[Provinces.ΚΡΉΤΗΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-09-21"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [Prefectures[Prefectures.ΑΡΚΑΔΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-09-07"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [Prefectures[Prefectures.ΒΟΙΩΤΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-23"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-23"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-16"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-16"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-16"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-16"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-16"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-16"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-16"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-16"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-14"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΚΟΡΙΝΘΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-14"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-10"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΕΎΒΟΙΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-10"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΡΚΑΔΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-10"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΗΛΕΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-10"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΗΛΕΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-10"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΕΎΒΟΙΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-09"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΕΎΒΟΙΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-08"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΕΎΒΟΙΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-08"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΕΎΒΟΙΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-07"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΗΛΕΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-07"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΕΎΒΟΙΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-07"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΕΎΒΟΙΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-07"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΕΎΒΟΙΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-07"),
  [Fire[Fire.ΑΥΞΗΜΈΝΟΣ_ΚΊΝΔΥΝΟΣ_ΠΥΡΚΑΓΙΆΣ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΔΩΔΕΚΑΝΉΣΩΝ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-07"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-06"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΦΩΚΊΔΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-06"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-06"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-06"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-06"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΗΛΕΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-06"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-06"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΦΘΙΏΤΙΔΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-06"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-06"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-06"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-06"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-06"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-06"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-06"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-06"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-05"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-05"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-05"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΦΩΚΊΔΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-05"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΦΩΚΊΔΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-05"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-05"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΕΎΒΟΙΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-05"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΗΛΕΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-05"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΦΩΚΊΔΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-05"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΓΡΕΒΕΝΏΝ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-05"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΜΕΣΣΗΝΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-05"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-05"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΗΛΕΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-05"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-05"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΗΛΕΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-05"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΕΎΒΟΙΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-04"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΜΕΣΣΗΝΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-04"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΜΕΣΣΗΝΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-04"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΗΛΕΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-04"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΗΛΕΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-04"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΕΎΒΟΙΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-04"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΕΎΒΟΙΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-04"),
  [Fire[Fire.ΑΥΞΗΜΈΝΟΣ_ΚΊΝΔΥΝΟΣ_ΠΥΡΚΑΓΙΆΣ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΔΩΔΕΚΑΝΉΣΩΝ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-04"),
  [Fire[Fire.ΑΥΞΗΜΈΝΟΣ_ΚΊΝΔΥΝΟΣ_ΠΥΡΚΑΓΙΆΣ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [...provinces[Provinces.ΚΡΉΤΗΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-04"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-04"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΕΎΒΟΙΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-03"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-03"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-03"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-03"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-03"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΜΕΣΣΗΝΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-03"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-03"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-01"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [Prefectures[Prefectures.ΔΩΔΕΚΑΝΉΣΩΝ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-08-01"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΔΩΔΕΚΑΝΉΣΩΝ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-07-31"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΧΑΐΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-07-31"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΧΑΐΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-07-28"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΧΑΐΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-07-28"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΧΑΐΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-07-27"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-07-27"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-07-25"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΡΓΟΛΊΔΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-07-24"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΚΟΡΙΝΘΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-07-10"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΕΎΒΟΙΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-07-03"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [Prefectures[Prefectures.ΚΕΦΑΛΛΟΝΙΆΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-06-18"),
  [Fire[Fire.ΒΙΟΜΗΧΑΝΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-05-20"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-05-20"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2021-05-20"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΚΚΈΝΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2020-11-07"),
  [Covid19[Covid19.COVID_19]],
  [Type[Type.ΑΠΑΓΌΡΕΥΣΗΣ_ΚΥΚΛΟΦΟΡΊΑΣ]],
  [...epikratia[Epikratia.ΕΠΙΚΡΆΤΕΙΑ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2020-11-02"),
  [Covid19[Covid19.COVID_19]],
  [Type[Type.ΑΠΑΓΌΡΕΥΣΗΣ_ΚΥΚΛΟΦΟΡΊΑΣ]],
  [Prefectures[Prefectures.ΜΑΓΝΗΣΊΑΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2020-10-30"),
  [Covid19[Covid19.COVID_19]],
  [Type[Type.ΑΠΑΓΌΡΕΥΣΗΣ_ΚΥΚΛΟΦΟΡΊΑΣ]],
  [
    Prefectures[Prefectures.ΘΕΣΣΑΛΟΝΊΚΗΣ],
    Prefectures[Prefectures.ΛΆΡΙΣΑΣ],
    Prefectures[Prefectures.ΡΟΔΌΠΗΣ],
  ],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2020-10-30"),
  [Tsunami[Tsunami.ΤΣΟΥΝΆΜΙ], Earthquake[Earthquake.ΣΕΙΣΜΙΚΉ_ΔΌΝΗΣΗ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ], Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΣΆΜΟΥ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2020-10-29"),
  [Covid19[Covid19.COVID_19]],
  [Type[Type.ΑΠΑΓΌΡΕΥΣΗΣ_ΚΥΚΛΟΦΟΡΊΑΣ]],
  [Prefectures[Prefectures.ΙΩΑΝΝΊΝΩΝ], Prefectures[Prefectures.ΣΕΡΡΏΝ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2020-10-23"),
  [Covid19[Covid19.COVID_19]],
  [Type[Type.ΑΠΑΓΌΡΕΥΣΗΣ_ΚΥΚΛΟΦΟΡΊΑΣ]],
  [Prefectures[Prefectures.ΚΑΣΤΟΡΙΆΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2020-10-15"),
  [Covid19[Covid19.COVID_19]],
  [Type[Type.ΑΠΑΓΌΡΕΥΣΗΣ_ΚΥΚΛΟΦΟΡΊΑΣ]],
  [Prefectures[Prefectures.ΚΟΖΆΝΗΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2020-10-07"),
  [Covid19[Covid19.COVID_19]],
  [Type[Type.ΑΠΑΓΌΡΕΥΣΗΣ_ΚΥΚΛΟΦΟΡΊΑΣ]],
  [Prefectures[Prefectures.ΚΟΖΆΝΗΣ], Prefectures[Prefectures.ΙΩΑΝΝΊΝΩΝ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2020-10-05"),
  [Covid19[Covid19.COVID_19]],
  [Type[Type.ΑΠΑΓΌΡΕΥΣΗΣ_ΚΥΚΛΟΦΟΡΊΑΣ]],
  [Prefectures[Prefectures.ΑΧΑΐΑΣ], Prefectures[Prefectures.ΙΩΑΝΝΊΝΩΝ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2020-10-01"),
  [Covid19[Covid19.COVID_19]],
  [Type[Type.ΑΠΑΓΌΡΕΥΣΗΣ_ΚΥΚΛΟΦΟΡΊΑΣ]],
  [Prefectures[Prefectures.ΚΥΚΛΆΔΩΝ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2020-09-27"),
  [Fire[Fire.ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [Prefectures[Prefectures.ΑΤΤΙΚΉΣ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2020-09-25"),
  [Covid19[Covid19.COVID_19]],
  [Type[Type.ΑΠΑΓΌΡΕΥΣΗΣ_ΚΥΚΛΟΦΟΡΊΑΣ]],
  [Prefectures[Prefectures.ΤΡΙΚΆΛΩΝ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2020-09-17"),
  [ExtremeWeather[ExtremeWeather.ΑΚΡΑΊΑ_ΚΑΙΡΙΚΆ_ΦΑΙΝΌΜΕΝΑ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [
    Prefectures[Prefectures.ΑΙΤΟΛΟΑΚΑΡΝΑΝΊΑΣ],
    Prefectures[Prefectures.ΑΧΑΐΑΣ],
    Prefectures[Prefectures.ΗΛΕΊΑΣ],
    Prefectures[Prefectures.ΜΕΣΣΗΝΊΑΣ],
  ],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2020-09-17"),
  [ExtremeWeather[ExtremeWeather.ΑΚΡΑΊΑ_ΚΑΙΡΙΚΆ_ΦΑΙΝΌΜΕΝΑ]],
  [Type[Type.ΕΝΗΜΈΡΩΣΗΣ]],
  [...provinces[Provinces.ΙΟΝΊΩΝ_ΝΉΣΩΝ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2020-09-11"),
  [Covid19[Covid19.COVID_19]],
  [Type[Type.ΑΠΑΓΌΡΕΥΣΗΣ_ΚΥΚΛΟΦΟΡΊΑΣ]],
  [
    Prefectures[Prefectures.ΠΈΛΛΑΣ],
    Prefectures[Prefectures.ΠΙΕΡΊΑΣ],
    Prefectures[Prefectures.ΗΜΑΘΊΑΣ],
    Prefectures[Prefectures.ΚΙΛΚΊΣ],
  ],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2020-09-03"),
  [Fire[Fire.ΑΥΞΗΜΈΝΟΣ_ΚΊΝΔΥΝΟΣ_ΠΥΡΚΑΓΙΆΣ]],
  [Type[Type.ΕΤΟΙΜΌΤΗΤΑΣ]],
  [
    Prefectures[Prefectures.ΕΎΒΟΙΑΣ],
    Prefectures[Prefectures.ΒΟΙΩΤΊΑΣ],
    Prefectures[Prefectures.ΚΈΡΚΥΡΑΣ],
    Prefectures[Prefectures.ΚΕΦΑΛΛΟΝΙΆΣ],
    Prefectures[Prefectures.ΖΑΚΎΝΘΟΥ],
    Prefectures[Prefectures.ΑΧΑΐΑΣ],
    Prefectures[Prefectures.ΗΛΕΊΑΣ],
    Prefectures[Prefectures.ΜΕΣΣΗΝΊΑΣ],
    Prefectures[Prefectures.ΘΕΣΣΑΛΟΝΊΚΗΣ],
    Prefectures[Prefectures.ΧΑΛΚΙΔΙΚΉΣ],
    Prefectures[Prefectures.ΜΑΓΝΗΣΊΑΣ],
    Prefectures[Prefectures.ΧΊΟΥ],
    Prefectures[Prefectures.ΣΆΜΟΥ],
    Prefectures[Prefectures.ΔΩΔΕΚΑΝΉΣΩΝ],
  ],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2020-08-31"),
  [Covid19[Covid19.COVID_19]],
  [Type[Type.ΑΠΑΓΌΡΕΥΣΗΣ_ΚΥΚΛΟΦΟΡΊΑΣ]],
  [Prefectures[Prefectures.ΗΡΑΚΛΕΊΟΥ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2020-08-29"),
  [Covid19[Covid19.COVID_19]],
  [Type[Type.ΑΠΑΓΌΡΕΥΣΗΣ_ΚΥΚΛΟΦΟΡΊΑΣ]],
  [Prefectures[Prefectures.ΖΑΚΎΝΘΟΥ], Prefectures[Prefectures.ΛΈΣΒΟΥ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2020-08-25"),
  [Covid19[Covid19.COVID_19]],
  [Type[Type.ΑΠΑΓΌΡΕΥΣΗΣ_ΚΥΚΛΟΦΟΡΊΑΣ]],
  [Prefectures[Prefectures.ΧΑΝΊΩΝ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2020-08-17"),
  [Covid19[Covid19.COVID_19]],
  [Type[Type.ΑΠΑΓΌΡΕΥΣΗΣ_ΚΥΚΛΟΦΟΡΊΑΣ]],
  [...epikratia[Epikratia.ΕΠΙΚΡΆΤΕΙΑ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2020-03-22"),
  [Covid19[Covid19.COVID_19]],
  [Type[Type.ΑΠΑΓΌΡΕΥΣΗΣ_ΚΥΚΛΟΦΟΡΊΑΣ]],
  [...epikratia[Epikratia.ΕΠΙΚΡΆΤΕΙΑ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2020-03-17"),
  [Covid19[Covid19.COVID_19]],
  [Type[Type.ΑΠΑΓΌΡΕΥΣΗΣ_ΚΥΚΛΟΦΟΡΊΑΣ]],
  [...epikratia[Epikratia.ΕΠΙΚΡΆΤΕΙΑ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

Alerts.add(
  new Date("2020-03-11"),
  [Covid19[Covid19.COVID_19]],
  [Type[Type.ΑΠΑΓΌΡΕΥΣΗΣ_ΚΥΚΛΟΦΟΡΊΑΣ]],
  [...epikratia[Epikratia.ΕΠΙΚΡΆΤΕΙΑ]],
  [Event[Event.ΚΑΝΈΝΑ]],
  ""
);

const dataArray = Alerts.array;
export default dataArray;
