/* Author: Sotiris Konstantis */

enum Event {
    ΚΑΝΈΝΑ,
    ΆΣΚΗΣΗ_ΣΕΙΣΜΟΎ_ΜΊΝΩΑΣ_2024,
    ΜΕΤΕΩΡΟΛΟΓΙΚΉ_ΒΌΜΒΑ_ΜΠΕΤΤΊΝΑ,
    ΚΑΚΟΚΑΙΡΊΑ_ΗΛΊΑΣ,
    ΚΑΚΟΚΑΙΡΊΑ_ΝΤΆΝΙΕΛ,
    ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΘΡΆΚΗΣ_2023, 
    ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ_ΠΆΡΝΗΘΑΣ_2023,
    ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ_ΛΊΝΔΟΥ_2023,
    ΔΑΣΙΚΉ_ΠΥΡΚΑΓΙΆ_ΒΕΛΕΣΤΊΝΟ_2023,
    ΔΑΣΚΙΉ_ΠΥΡΚΑΓΙΆ_ΔΕΡΒΕΝΟΧΩΡΊΩΝ_2023,
    ΚΑΚΟΚΑΙΡΊΑ_ΜΠΆΡΜΠΑΡΑ,
    ΚΑΚΟΚΑΙΡΊΑ_ΆΡΙΕΛ,
    ΚΑΚΟΚΑΙΡΊΑ_ΕΎΑ,
    ΚΑΚΟΚΑΙΡΊΑ_ΕΛΠΊΔΑ,
    ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΑΤΤΙΚΉΣ_ΑΥΓΟΎΣΤΟΥ_2021,
    ΔΑΣΙΚΈΣ_ΠΥΡΚΑΓΙΈΣ_ΕΎΒΟΙΑΣ_ΑΥΓΟΎΣΤΟΥ_2021,
  }
  
  export default Event;